[
    {
        "title": "1060",
        "body": "努力ではなく、骨を折る。"
    },
    {
        "title": "1059",
        "body": "「アルゴリズム」の対立項は何になるだろうか。"
    },
    {
        "title": "1058",
        "body": "『ゼロから始める独学生活』 #何かのタイトル"
    },
    {
        "title": "1057 博物",
        "body": "はく‐ぶつ【博物】  １ 広範囲に物を知っていること。ものしり。 ２ 「博物学」の略。"
    },
    {
        "title": "1056",
        "body": "園芸、陶芸、建築、放牧、漁業、牧畜、養殖、栽培、植林、創世、産出、発掘、出産、出版、造園、培養、"
    },
    {
        "title": "1055",
        "body": "情報加工、情報生産、情報育成、情報園芸、情報陶芸、情報統合、"
    },
    {
        "title": "1054",
        "body": "recreationは、休養といった意味だが、一体何がもう一度創造されているのだろうか。気力？　それとも自己だろうか。"
    },
    {
        "title": "1053",
        "body": "Create life,Creative life.Create-life.creation life. creatable life."
    },
    {
        "title": "1052",
        "body": "博物館には、「物」が置いてある。"
    },
    {
        "title": "1051",
        "body": "人間の認知にとって物とは何なのか。"
    },
    {
        "title": "1050",
        "body": "単に備忘のためだけなら、どこかに書いておいて検索すればいい。リストを作る事はそれ以上の意義がある。"
    },
    {
        "title": "1049",
        "body": "augment（オーグメント）:増やす、増強するorganize:整理するorg-ment？"
    },
    {
        "title": "1048",
        "body": "「色眼鏡」という言い方があるが、たぶん「度の強さ」みたいなものもあるのではないか。"
    },
    {
        "title": "1047",
        "body": "だいたいいつも頭の中で何かを「引っかき回している」（scratch)。そしてそこから何か寄せめいたものが生まれ始める（scratch）。"
    },
    {
        "title": "1046",
        "body": "「ほげほげすれば、人生が変わる」という（うさんくさい）言説がかくも受容されているのは、おそらくシステム1の物言いにそっくりだからだろう。受容体に潜り込む薬のように働く。"
    },
    {
        "title": "1045",
        "body": "欲求はシンプルで、好ましさは複雑だ。教養が人生を豊かにするのは、主に後者に作用するからだろう。"
    },
    {
        "title": "1044 排他的多様性",
        "body": "明らかに矛盾しているが、企業や個人などが説く「多様性」は、特定の他者を完全に除外した後の多様性な気がしてならない。それは、多様性っぽいものであって、むしろ多様性から一番遠いものではないだろうか。"
    },
    {
        "title": "1043 正しさ中毒",
        "body": "と呼べるような状態はあるだろう。"
    },
    {
        "title": "1042",
        "body": "他の良いところばかりを見て、自の悪いところばかりを見てしまう傾向はどのようにして生まれるのか。"
    },
    {
        "title": "1041",
        "body": ">>情熱は、私たちが可能性の世界を夢見るときに高まり、現実に出くわしたときにしぼむ。\n『もっと！』"
    },
    {
        "title": "1040 一句",
        "body": "冷えた風 あたたかいの字 自販機の秋"
    },
    {
        "title": "1039",
        "body": "Doble（造語、todo管理ツールの名前に使えそう）"
    },
    {
        "title": "1038",
        "body": "「脱稿に向かって走る、あの分析に乗っていこう」"
    },
    {
        "title": "1037",
        "body": "自己というものの形が、ある集団にぺたりと張り付いてしまっていることは起こりうる。"
    },
    {
        "title": "1035",
        "body": "注だけの本があるとしたら、どんな本になるだろう。"
    },
    {
        "title": "1034",
        "body": "ナレッジ・ビレッジ"
    },
    {
        "title": "1033",
        "body": "GitHubにpushしたら配信されるニュースレターはどうか。"
    },
    {
        "title": "1032",
        "body": "一日の終わりくらいに、「あとで読む」からいくつかピックアップして、記事のURLをdiscordに流す、というアイデアはどうか。"
    },
    {
        "title": "1031",
        "body": "「もしかしたら自分はバカなのかもしれない」と思わせるコンテンツを避ける人は、思考のバージョンアップは難しいだろう。"
    },
    {
        "title": "1030",
        "body": "人生ゲームに、総資金以外の勝利条件があるとしたら、何になるだろうか。"
    },
    {
        "title": "1029",
        "body": "無知、短絡、直情"
    },
    {
        "title": "1028 知的生産に属する動詞（動名詞）",
        "body": "\nWriting,Reading,Thinking,Discussing,Observation,\n\n他には、何かあるだろうか。"
    },
    {
        "title": "1027 日本文化とデジタル",
        "body": "日本文化とデジタル化は、情報的に相性が悪いのではないか。"
    },
    {
        "title": "1026",
        "body": "限定的な観察だが、運命論的なものが好きな人が、怒りっぽい人である確率が割と高い。"
    },
    {
        "title": "1025",
        "body": "人間は意味を求めずにはいられない。その意味で、貧しい生物なのかもしれない。"
    },
    {
        "title": "1024 三題",
        "body": "『手紙・日記・出版』 #何かのタイトル"
    },
    {
        "title": "1023 正しさ迷子",
        "body": "たぶん、ノウハウに触れれば触れるほど、何が正しいのかわからなくなってくるのだろう。特に、真面目な人ほどそうなりやすい。もう少し言うと、「これは正しいのだろうか？」という問いに囚われるようになってしまう。それは後からしか確定できないにも関わらず。"
    },
    {
        "title": "1022",
        "body": "直観、洞察、洞察的直観。人間的な知性の表れかもしれない。"
    },
    {
        "title": "1021",
        "body": "serious playとcomical study"
    },
    {
        "title": "1020",
        "body": "なかなかたどり着かないなら、目指している方向が違っているのだろう。"
    },
    {
        "title": "1019 プログラミングと英語",
        "body": "プログラミングを行うのに英語が堪能である必要はない。英単語は使われているが、雰囲気がわかれば事足りる。しかし、プログラミングのエラーコードは英語だし、ドキュメントもたいてい英語で書かれているので、結局英語が読めないと、もう一歩踏み込んだことができない。翻訳ツールの登場で、それもかなりマシにはなっているだろうけれども。"
    },
    {
        "title": "1018 《繰り返しの発見は、改善のきっかけ》",
        "body": "結城メルマガYMM442で、《繰り返しの発見は、改善のきっかけ》とあった。大切な言葉だ。一つには、自分の作業に注意深くなることの重要性が、もう一つは記録の重要性がそこから説かれる。"
    },
    {
        "title": "1017 マニアとアニマ",
        "body": "オタク的な人たちは、その対象について語るとき活き活きとしている。"
    },
    {
        "title": "1016 やり残したタスク",
        "body": "昨日やろうと思っていて、実行できなかった、しかし必ずやらなければならないわけではタスクの扱いをどうするのかが案外難しい。そのまま次の日のタスクリストに送るのも違っているが、かといってアイデアメモに放り込むのも違う気がする。"
    },
    {
        "title": "1015",
        "body": "水増しされたビジネス書と、それを要約する動画の悲しいロンド。"
    },
    {
        "title": "1014 新しい回帰",
        "body": "最近、Obsidianが人気で、テキストファイルの良さが再発見されている。あと、WordpressからHugoへのシフトも起きている。そして、IFTTTのサブスクが発表されたことで、ちょっとしたことなら自分でCGI的なものを書いてなんとかしよう、という機運も高まっている。\n\nこれらは、基本的に同じ方向を向いている。ある種の回帰で、しかも新しい技術と共に帰ってくる回帰。\n\nそれは、複雑化・高機能化しすぎてしまったツールと巨大プラットフォームの（意識されない）制約からの、半分くらいの離脱も意味している。"
    },
    {
        "title": "1013 アプリケーションバブル",
        "body": "フィルターバブルの情報ツール版。情報ツールの機能によって、「どのように情報を扱うのか」が制約されてしまうこと。そこに閉じ込められていることにすら気がつかない、という意味でバブルである。"
    },
    {
        "title": "1012　ナンバリングの自動化",
        "body": "今こうして手動でナンバリングを振っているが、それはプログラムにお任せしたほうがいいのではないか。見出し4に変更するときに、既存のナンバリングを引き継いで自動的に割り振る方がはるかにミスが少ないし、効率的である気がする。"
    },
    {
        "title": "1011 意識前思考",
        "body": "行為に習熟してくると考えないでもできるようになる感覚があるけど、実際は思考が走っていないのでなはく、その思考が意識に上ってくる前に動作が完了しているということなのではないか。"
    },
    {
        "title": "1010 先に考えて後で利用する",
        "body": "プログラムの改良の指針については、実際にそれを行うに先立って、その内容考えることになる。で、そのまま直後にプログラムの実装に取り掛かれるならいいが、そうでない場合は、そのとき考えたことをリコール（ないし参照）できた方が良い。\n\nプロジェクトノートは、それをテーマ別の記入、時系列の記入によって保証する。しかし、それだけがやり方ではないだろう。\n\nとりあえずどこかの場所に書きためておいて、検索キーワードで抽出してもいいはずである。統合的な記録。総合的な記録。ジェネラルログ。インテグレートログ。そういうものは、changelogなどの系譜を受け継ぐ、デジタルならではの記録と言えるのではないか。"
    },
    {
        "title": "1009 過剰一般化と削除",
        "body": "私たちの言葉（概念）の習得が、過剰一般化と誤りの訂正というフィードバックによって進んでいくならば、その他の学びもまた同様に進んでいくだろう。\n\nフィードバックを受け入れなければ、それが止まってしまうことを意味する。\n\nそして、私たちの執筆もまず過剰から入り、それを少しずつ訂正していく過程でしか進められないのではないか。"
    },
    {
        "title": "1008 知的生産の敵は知的生産にあり",
        "body": "もし、知的生産がある種の権威性を帯び始めるなら、まさにそれが知的生産の敵になるであろう。"
    },
    {
        "title": "1007 知的生産したと言えるかどうか",
        "body": "文章を書けば、知的生産したと言えるわけではない。\n\nもちろん、「知的な文章を書け」という話ではない。「頭を働かせて、新しい情報を生み出したかどうか」。それが分かれ目である。"
    },
    {
        "title": "1006 Producreativity",
        "body": "知的生産性を頑張って英語にしたもの。クリエイティビティー＋プロダクティビティー。"
    },
    {
        "title": "1005 記録の重要性、発想の重要性",
        "body": "どんなツールを使うにせよ、日々記録を残すことはとても大切だ。同様に、どんな発想法を使うにせよ、日々思索することはとても大切だ。"
    },
    {
        "title": "1004 人間性",
        "body": "好奇心と創造性と、あと何か一つありそう。"
    },
    {
        "title": "1004.1",
        "body": "記録・過去・道具"
    },
    {
        "title": "1003",
        "body": "『[Hugo で始める静的サイト構築入門~静的サイトジェネレーターで作る自作サイト~：tucca』 https://techbookfest.org/product/5095004003368960\nこの本を読んで、みんな記事書こうぜ、そして本を書こうぜ、という気持ちになった。学びと表しはセットになってナンボである。"
    },
    {
        "title": "1003.1",
        "body": "たぶんこの話は、最近書いている「知的生産のフロンティア」の課題と『独学大全』を切望する人たちとの交点でもあるのだろう。"
    },
    {
        "title": "1002",
        "body": "ブログというのは、良くも悪くもその人の歴史を刻むので、堕ちる人の経路がだいたい統計的に見えてくるようなところがある。\n\n基本的には、純化していく。あるいはイデアルに向かって進んでいく。夢的なものだけを語り、現実の面倒な話はまったく出てこなくなる。結果的に、どれも同じような話になり、知的生産性は減少していく。\n\nでもって、「夢」という無敵なものを持ち出すことによって、批判を封殺する、ということもあるだろう。もちろんそれも知的生産性を減少させる。"
    },
    {
        "title": "1001 動画での情報摂取のメリットと非効率性",
        "body": "まったく未知の分野なら丁寧な解説はありがたい一方、自分が読み飛ばせるレベルの分野だと、早送りで聴くのすら非効率に感じる。\n\n文字コンテンツでの情報摂取は、最初はひどく非効率（≒時間がかかる）なのだけども、時間が経つにつれ効率性が上がってくる。一方、動画コンテンツでの情報摂取は、最初は効率的だが、時間が経ってもその効率性が向上することはなく、増加した自らの知識に対して非効率になっていく。\n\nもちろん、効率性が意図された設計の動画ならば話は別だが、「一秒でも長く見てもらった方が動画投稿者にとってメリットが多い」というインセンティブ設計だとなかなかそういう動画は増えていかない。これは「いかがでしたかブログ」と同じ構図である。"
    },
    {
        "title": "1000 輪読は独学か",
        "body": "『独学大全』輪読会、というのは趣旨に合っているのかどうか（輪読=独学s か否か）"
    },
    {
        "title": "999",
        "body": "高額のセミナーとか資格とかって、それがサンクコストになってなかなか思考を切り替えられないようになるのが一番のトラップ。"
    },
    {
        "title": "999.1",
        "body": "でもって、そうなると「いかに投資を回収するか」という視点になって、活動が持つギフト性は消失していく。"
    },
    {
        "title": "998 アイデアの片づけ",
        "body": "一日の終わりに散らかった机の上を片づけるように、その日書き散らかしたことを整理しておく。そのための時間を確保する。"
    },
    {
        "title": "998",
        "body": "勢いとは、非-構えのことである。"
    },
    {
        "title": "997 ナチュラルベースアップシステム",
        "body": "自然に構築されていく体系のこと。「ボトム」（基底）があるのではなく「ベース」（拠り所）からスタートする。言い換えれば、アップしなくても、それ自身で一定の完結を持つ。"
    },
    {
        "title": "996 知的生産性について",
        "body": "ProductivityとCreativityはどこまで相関するか。あるいはまったく別の指標か。"
    },
    {
        "title": "995",
        "body": "『ナラティブ・ディール』 #何かのタイトル"
    },
    {
        "title": "994 思索の時間としてのブログ執筆",
        "body": "最近は毎日更新を止めてしまったが、振り返ってみればあれは「何か1テーマについて1時間ほど考える」ための時間だったなと言える。今はそれが細切れの形で作業記録に展開されている。どちらであっても、そういう時間があるのは良いものだ。"
    },
    {
        "title": "993",
        "body": "単純に考えて「無根拠な自信を身につける」と堂々とうたっている人ほど、闇に落ちやすいだろう。"
    },
    {
        "title": "993.1",
        "body": "「どのような批判がきてもみじんも揺るがない自信」も、一見かっこ良さそうだけど、それはもうサイコパスの領域ではないかという気がする。"
    },
    {
        "title": "993.2",
        "body": "それよりも、「少し揺らいでしまうけど、なんとか持ち直してやっていける」とかの方が実際的ではないだろうか。"
    },
    {
        "title": "992",
        "body": "Notionは、趣味的なデータベースを作るには最適だと思う。個人のwikiもぎりぎり許容ないだろう。しかし、業務のデータベースだと、さすがに手数が多すぎる。"
    },
    {
        "title": "991 incrementer",
        "body": "文章を読み、考え、書き表すことが好きな人、つまり知的生活・知的生産活動一般を好む人をなんと呼ぶのかずっと考えている。そういう人たちは、単に読書をしている人たちと何が違うのか。<br /><br />そこで思いついたのが、何か一つ付け足す人、というイメージ。頭に入ってきたものをそのまま出すのではなく、「考えて」（知的作用を与えて）出す人。それは、１を加える人といえるかもしれない。知的な歴史に参画する人。<br /><br />++ はインクリメント演算子なので、そのままerをつけてincrementerという呼び方をしてみてはどうか、と思いついた。<br />"
    },
    {
        "title": "990 立体的連載",
        "body": "『Spherize』は、私とゆうびんやさんのお互い様連載となっている。一方で、私の方の連載は、『Re:vision』の連載とも呼応している。このような連載を立体的連載と呼ぶことにする。<br />"
    },
    {
        "title": "989",
        "body": "リアルでないもののリアリティーとは何か？<br />"
    },
    {
        "title": "988 出版社の予想",
        "body": "「こういう本が売れる、売れない」という出版社の判断が正しいなら、なぜ出版業界はここまで苦境に陥っているのだろうか。<br />"
    },
    {
        "title": "987 何のために本を読むのか、という問いにどう答えるのか。",
        "body": "読みたいから、本が面白いから、という答え以外に。<br />"
    },
    {
        "title": "986 PKM",
        "body": "Personal knowledge manegement<br />"
    },
    {
        "title": "985 的外れな意見",
        "body": "たとえば、プログラミングをぜんぜん分かっていない人だとプログラムに対して的外れなことを言うのは珍しくない。でもって、世界中の知識に比べれば、私たち個人が持っている知識はたいてい「ぜんぜん分かっていない」レベルにある。つまり、私たちの発言の大半は、的外れなものである、というくらいの認識を持っておくと良さそう。 >>知性との付き合い方<br />"
    },
    {
        "title": "984 自分の中のWorkFlowyの位置づけ",
        "body": "WorkFlowyの中に置いておくものは、「片づけるもの、処理されるもの、遂行するもの」というイメージ。アーカイブやログなどの保存場所ではなく、あるプロセスにあるもの一時的な置き場所。まな板が近いか。<br />"
    },
    {
        "title": "983 MindGardenのランダム表示",
        "body": "カードを並べるときにランダムにするのではなく、カードは時系列で並べて、最初に表示するx,  y座標をランダムにするのはどうか。あるいは、?randamみたいなパラメータがついているときだけ、座標をランダムにするとか。<br />"
    },
    {
        "title": "982",
        "body": "R-styleのトップページを、ポータルサイト風にカテゴリ配置に変更するアイデア。<br />"
    },
    {
        "title": "981",
        "body": "R-styleの中から記事を抜粋して、別サイトを構築するアイデア。<br />"
    },
    {
        "title": "980",
        "body": "手書きのアイデアノートを1ページずつ撮影して、それをGyazoにアップし、URLをうまく配置することで、ビュア−を作る、というアイデア。<br />"
    },
    {
        "title": "979 読書と絶望",
        "body": "本を読んでも絶望はぬぐえないかもしれない。しかし、絶望との関係性が変わることはありえる。あるいは絶望へのまなざしが変わることが。<br />"
    },
    {
        "title": "978 MindGardenの即時性について",
        "body": "現状MindGardenは、この作業記録を書き終えて、一日の最後にcloseコマンドを走らせたら、その内容がMindGardenのデータとして抽出されるようになっている。言い換えれば、今こうして書いていることは、今日どれだけMindGardenを開いてもそこに表示されることはない。常に昨日のメモが最新のメモになる。<br /><br />データ取得のタイミングを変えれば、常に最新のメモ書きが表示されるようにすることもできるが、常に「一日たったメモ」が表示されることにも意義があるかもしれない。少し冷静になり、そして少し忘れてしまっているメモを表示する、というのは案外既存のツールにはない機能である。<br />"
    },
    {
        "title": "977 「考えたいこと」の任意性",
        "body": "「考えたいこと」は、自分で任意に設定するのがよいだろうか。それとも自然な動作で立ち上がってくるものがいいだろうか。後者はたとえば、押し出しファイリングのように、直近のものは上に上がってきたり、何度も参照しているものが上位に表示される（参照回数によるソート）といった自分の活動によって意識外に設定されるものがいいか。<br /><br />977.1<br />何度も参照しているものが上位にくるシステムの場合、全期間ではなく一定の区切り（ここ一ヶ月で、など）で算出した方が良さそう。<br /><br />977.2<br />Scrapboxのように、「most linked」なソートで、一番大きいハブを並べる、という手もある。それも期間で区切って「ここ一ヶ月で、一番言及されたノート（新しくリンクが貼られたノート）」というやり方だと、今の自分のHotなものが、自然に浮かび上がってくるのではないか。<br />"
    },
    {
        "title": "976 「考えたいこと」の四次元ポケット",
        "body": "思いついたことをしまっておき、「あれについて考えよう」と思ったときに、その「あれ」群をすぐさま取り出せる装置。それがアイデアを育てていくためには必要だろう。<br />"
    },
    {
        "title": "975 「今考えたいこと」の扱い",
        "body": "上のように、『カーム・パブリッシング』というタイトルを思いつき、その次の日にその内容的なものを思いついた。で、さらにそれを進めて、『カーム・パブリッシング』についてしばらく考えたい、みたいな状況を、いかなる環境設定で作り出せばいいのか。あるいは、そういう意図的な方向性の設定は無理があるのか？<br />"
    },
    {
        "title": "974 個々の最適化が全体に与える影響",
        "body": "「多くの人に読まれることは大切」。たしかにその命題は間違っていないのかもしれない。しかし、これほど数多くの表現者・出版社がそのためにタイトルを刺激的にし、内容を水増ししたら、全体はどうなるだろうか。静かにものを考えるための環境がそこにはあるだろうか。<br /><br />『知的生産の技術』に触れた人間は、そのことを真摯に考えたほうがいいと思う。<br />→『カーム・パブリッシング』[972]<br />"
    },
    {
        "title": "973",
        "body": "知的生産のフロンティアでは、どんな風景が広がっているのだろうか？<br />"
    },
    {
        "title": "972",
        "body": "『カーム・パブリッシングが世界を変える』<br />"
    },
    {
        "title": "971",
        "body": "僕たちは考えることが必要で、そのためには、考える力と考える時間と考える場所が必要になる。<br />"
    },
    {
        "title": "970 登ること降りること",
        "body": "全体を俯瞰しようと思えば、高い地点に登る必要がある。たとえば、梯の上のような場所。しかし、梯の上に上ったままでは、前に進むことはできない。きっと、竹馬よりも高度な技術が必要だろう。一度梯から降りて、地面に足を付けて、一歩ずつ進んでいく。そういうことが必要だ。そして、僕たちの生活は、いつでもその地面の上に広がっている。<br /><br />だから、僕たちは、登ることとセットに、降りることを覚えなければならないだろう。自己啓発が称揚する夢を見る力は、登ることである。それは、たしかに人に力を与えるかもしれない。しかし、現実という、あるいは日常というシーンは、常に地面の上に広がっている。だから、梯を登った後は、そこから降りなければいけない。<br /><br />もしそれができるなら、その一つは、二つの視野を手にすることになる。あるいは、俯瞰と実行の両方を可能にする。その繰り返しがRe:visionであり、シェイクである。<br />\n\nこういうメモ環境を作りたいのだろう\n<br />　僕は、机に座りワークスペースを立ち上げた。<br />「さて、メモについてもう一度考えよう」<br />　ショートカットキーでサーチパネルを立ち上げ、memoとキーワードを打ち込むと、ファイルの一覧が更新される。直近かつ、memoのキーワードを含むものが抽出された結果だ。その中から、センターになるファイルを選び、いくつか補佐になりそうなものも一緒にチョイスした。<br />　一呼吸置き、ディスプレイが切り替わる。中央のウィンドウには、これまでのメモに関する考察を記したファイルが表示され、その横にはやや小さなウィンドウでmemoの記述を含むファイルが並んでいる。実際、memoなんてありふれたキーワードで検索すれば、見つかりすぎるほどファイルが見つかってしまうのだが、そこは記述の仕方で重みづけを変えられる。[memo]とさえ書いておけば、この言葉が、私にとって重要な意味を持つことが示せるのだ。たった、二文字の記号だけで、検索の精度を飛躍的向上できるのだから、なかなかすごいものだ。<br />　僕はまず、中央のファイルを読み返した。一行読み進めるたびに、自分の脳内に以前考えていたロジックの塊がロードされていく。自分はどこまで考えていたのかの最前線に再び舞い戻ることができる。しかし、単に再読み込みしただけではない。僕が僕であって、僕でないように、今の僕は新しい視点を得ている。過去の自分のロジックを読み返すと、その弱点が見えてくる。<br />　僕はまず、その弱点を補強するところから、記述を始めた。<br />"
    },
    {
        "title": "969 自身のダークネスを無意識に否定する",
        "body": "◇finalventさんはTwitterを使っています 「ちなみに、生活にダークを抱えていると、野党的心性ではさらなる純化を声高に語り、排除に勤しむ。自身のダークネスを無意識に否定するため。 現実に女性レイプをしながら、理想社会を語る人々もいる。」 / Twitter<br />https://twitter.com/finalvent/status/1300587514470658049<br />"
    },
    {
        "title": "968 理想と現実ではなく",
        "body": "◇ finalventさんはTwitterを使っています 「理想主義と現実主義ではなく、精神の純粋性と世俗性だと思う。維新について関連tweetで既述。」 / Twitter<br />https://twitter.com/finalvent/status/1300585399199305729<br />"
    },
    {
        "title": "967 課題を漂わせておく",
        "body": "発見した課題を直ぐに解決するのではなく、しばらく漂わせておくと、他の課題や発見などと相互作用を起こして、まったく別の位相が顔を見せることがある。<br />"
    },
    {
        "title": "966 富豪的メモ管理",
        "body": "パソコンの性能が上がってきたので、検索にものを言わせて細かい管理をしない、という手法。<br />"
    },
    {
        "title": "965 リストの二つの顔",
        "body": "ダッシュボードにある「これから書くこと」には今コミットしているプロジェクトが一覧されると嬉しい。一方で、デイリータスクリストには、その日コミットするプロジェクトしか載せたくないし、テンプレートも同様。このあたり、リストが見せる顔の違いだと感じる。<br />"
    },
    {
        "title": "964 アウトライナーのカーソル移動",
        "body": "アウトライナーを項目操作的に使っているときは、WorkFlowy的なカーソルの移動が使いやすい。ある項目の途中にカーソルがあっても、上下に移動したらカーソルが行頭に移動する、というようなもの。一方で、エディタ的に使っていると、この操作は煩わしく感じられる。こればかりはどうしようもない。<br /><br />解決としては、vimのようにモードが切り替えられて、カーソルの挙動がそこで変化する、というものだろう。<br />"
    },
    {
        "title": "963 make a document と日本語作文技術",
        "body": "<br />リモートで仕事をすると、日本語技術が重要になってくる。<br /><br />ドキュメントの整備や、チャットのやりとりなど端的にメッセージをやりとりできる技術の有用性はあがるだろう。<br />"
    },
    {
        "title": "962 すぐにメモして、そのメモもすぐに呼び出せること",
        "body": "org-modeのOrg-captureでは、どの場所で作業してもすぐにメモが取れるバッファーが開いて、メモを取ったらもとの場所に戻ってこれる。かつ、そのメモをすぐに開くことができる。前者ができるツールは多いが、後者が案外に少ない。<br /><br />サイドバーにWorkFlowyが置いておけるのは、この点で、つまり後者的な意味で良いのだ。<br />"
    },
    {
        "title": "961 ノマド的なゲーム",
        "body": "牧場とか村とか、一ヶ所に定住してそこをブラッシュアップしていくゲームは多いが、ノマド的なものはどうか。一定期間で移り変わらなければいけないゲーム。あるいは放浪するしかないゲーム。<br />"
    },
    {
        "title": "960 テンプレートとその修正",
        "body": "デイリータスクリストなどでテンプレートを使っているなら、いかにそのテンプレートが簡単に修正できるかが鍵。修正に手間がかかるようだと、やがて破綻する。<br />"
    },
    {
        "title": "959 掃除の粒度",
        "body": "大掃除があるのだから、掃除も、小掃除もあるだろう。使ったものを素の場所に戻すとか、消しゴムのかすを捨てるとか、そういうのが小掃除だ。でもって、同じことは整理についても言える。大整理、整理、小整理があり、小整理が小気味よくできていると、日々の活動はスムーズになる。<br />"
    },
    {
        "title": "958 タスクとプロジェクト",
        "body": "一般的な仕事において、割り振られた作業は、変更不可能なものである。タスクは必ず達成しなければならない。それはイミュータブル（タプル）なものだ。<br /><br />しかし、プロジェクトを「達成すべき状態」だと捉えると、そのために必要な行動は可変である。だからこそ、タスクをたし算したものがプロジェクトになるわけではない、という話が出てくる。<br /><br />"
    },
    {
        "title": "957",
        "body": "それぞれの人は懸命に生きている。という前提からまずスタートすべきだろう。<br />"
    },
    {
        "title": "956 リストが見せる顔",
        "body": "何かしらのリストは、それを作るときにまず効果が発揮される。その後、完成したリストは備忘録としての役割を果たすが、それはリストを作るときに見せていた顔とは別の顔だ。<br /><br />同様に、作ったリストを作り直したり整理したりするときも、その顔は再び表れる。つまり、リストは動いているときにだけ見せる顔がある。スクリーンショットで開示されるリストは、その顔を隠している。<br />"
    },
    {
        "title": "955",
        "body": "何かを夢中で追いかけているとき、追いかけているのか、追いかけさせられているのかが曖昧になる。<br />"
    },
    {
        "title": "954 archipelago",
        "body": "アーキペラゴと読む。<br />群島    多島海"
    },
    {
        "title": "953 ツールの統合",
        "body": "たとえば、APIを叩けるならば、Twitterで更新した内容と取り込み、Evernoteで更新した内容も取り込むことで、二つを合わせた自分なりの情報タイムラインを作ることができる（はず）。<br /><br />そういうツールって、あんまり見かけない気がするけど、案外あったら面白そう。<br /><br />保存先がGoogleスプレッドシートでいいなら、IFTTTを使えばそれっぽいことはできそう。<br />"
    },
    {
        "title": "952 日本の大衆について",
        "body": "<br />◇finalventさんはTwitterを使っています 「日本で強い野党が生まれない理由は、僕の考えでは、日本人の二面性（欺瞞性）だと思う。」 / Twitter<br />https://twitter.com/finalvent/status/1300579006002032640<br /><br />◇finalventさんはTwitterを使っています 「大衆（あるいは大衆の原像）とはなんだろうと考えさせられる最近の例は「アベノ10万」。ほとんどの人がどう使ったか語らない。「当然だもっと寄越せ」という人は、無意識に不労所得の後ろめさがあるだろう。「生活費で消えちゃいましたよ」「貯金した」「そもそも減税でしょ」にも微妙に嘘がある。」 / Twitter<br />https://twitter.com/finalvent/status/1300590587502972928<br />"
    },
    {
        "title": "951",
        "body": "一続きの生、繰り返される季節、変化していく自分。<br />"
    },
    {
        "title": "950",
        "body": "現実の生が意義を失い、自らの生の喪失と、世界の喪失との差異がなくなるならば、彼を止める手だてはなくなる。もし、魂に量刑を与えられないならば。<br />"
    },
    {
        "title": "949 ",
        "body": "すべての文字列を生成できるとして、そこに含まれない暗号は作成できるか。<br />"
    },
    {
        "title": "948 思索を綴るノート",
        "body": "今作ろうとしているメモツール・ノートツールは、自分の思索を綴るための道具になるだろう。自分の思索をつづり、自分の思索を辿るための道具。<br /><br />他のツールだって、もちろんそうした行為は可能だが、自分で作ることによって、見栄えや他の機能を含めて、すべて自分に寄せることができる。それはたぶん、最高の贅沢の一つだろう。<br />"
    },
    {
        "title": "947 開き直ると閉じてしまう",
        "body": "書き手がある種の開き直りを見せると、まったく意味不明な文章ができあがってしまう。読まれるための努力を惜しむからというよりは、「他の人がこう読むかもしれない」という想像力をいっさい破棄してしまうからだろう。<br /><br />「他の人がこう読むかもしれない」という想像力は、不安をかき立てる要素ではあるが、まったくゼロになってしまうのは良くないのだろう。重力のようなものだ。<br />"
    },
    {
        "title": "946 椅子に座って開けるメモ",
        "body": "パソコンが置いてある作業ですくではなく、リラックスできる椅子、それも机が前にない椅子に座ったときに開けるメモが欲しい。だから、最近ハードカバーのノートを求めている。<br /><br />一方で、やはり手書きだと大量に書くのは手首に負担がある。だとしたら、iPhoneになる。<br /><br />iPhoneで使えるメモツール。ハードカバーのノートのように使えるメモツール。それはどんなツールだろうか。<br /><br />946.1<br />そのツールは、単に書き込めるだけでなく、これまで書いてきたメモが閲覧できるツールでもあるだろう。見出しと本文に分かれていて、全体が見通せるツール。それらが複数並んでいるツール。イメージとしては、Google Keepが一番近いが、それを使うつもりはない。<br /><br />今こうして書き留めているEvernoteの作業記録のメモと結びつけたいからだ。<br /><br />ここに書いたものを、しかもアイデアメモだけを閲覧でき、追記できるツール。そういうのができたら、私の他の環境と合わせて、最高のメモツールになるだろう。そんな予感がする。<br /><br />946.2<br />そのツールからでも追記ができるのならば、現状のシステムとは大きく変更しなければならない。現状は、毎回本体になるjsonファイルを上書きして更新し、それをアップロードしている。追記する場合は、その本体に変更を加えることになるが、それはサーバー上の変更であって、Macのローカルファイルには及ばない。<br /><br />その上、Macのローカルに作成されるファイルは、追記しているのではなく、上書きしてるので、他の場所で変更されても、それが上書きされてしまう。よって、根本的なファイル作りから改める必要がある。<br /><br />大仕事だが、これはやる価値があるように思う。<br /><br />jsonファイルではなく、あるフォーマットのテキストファイルをアップロードし、それをサーバー上でjsonに変換するようにすれば、他のツールで作成したメモであっても、取り込むことができる。おそらくその方が応用は利くはず。<br /><br />もともとのファイルがテキストファイルならば、それをそのまま読むことでメモの閲覧もできるし、検索などもやりやすいように思う。つまり、もう一度MindGardenシステムをビルドアップする、ということになる。<br />"
    },
    {
        "title": "945 PDFを集めるサイト",
        "body": "<br />SSRNというのがある。<br /><br />◇Social Science Research Network - Wikipedia<br />https://en.wikipedia.org/wiki/Social_Science_Research_Network<br /><br />これまでは、ブログ的なWebサイト的な記事を更新する形でのみんなの記事を集めるサイトのアイデアを温めていたが、まとまった文章を書いてもらい、PDFを投稿してもらうサイトでもいいかもしれない。少なくとも、ある程度の敷き居があった方が、場を荒らす人を押さえられる気はする。あと、PDFだと、読む人がダウンロードして読めるので、「自分のライブラリ」に入れやすいメリットもある。<br />"
    },
    {
        "title": "944 現実がなければ虚構もない",
        "body": "素晴らしい虚構作品が生み出されるのは、この残念な現実があるからである。<br />"
    },
    {
        "title": "943 極端で乱暴な意見が好まれる土壌",
        "body": "Web記事では、極端で乱暴な意見の記事を見かける。普通ならスルーして終わりだが、Twitterだとそうした記事やツイートに称賛のリプライが付いていることが見受けられる。つまり、はっきりしたニーズがあるのだ。そういうことを書けば受ける、という土壌が。執筆業で生きていくためには、そういうニーズに応えることが必要な場合もあるのだろう。<br />"
    },
    {
        "title": "942",
        "body": "議論で「論点をずらす」という手法があるが、それが連鎖することで、もともとの議論の主題からかけ離れてしまう現象がインターネットでは見受けられる。<br />"
    },
    {
        "title": "941",
        "body": "『アランの定義集』という本があるが、強いて言えば、Scrapboxは「倉下忠憲の定義集」のその素材と言えるだろう。<br />"
    },
    {
        "title": "940",
        "body": "ときどき、人類にインターネットは早すぎたと感じることがあるが、それは「言葉を扱う力」が不十分なままにこのメディアが普及してしまった点が大きいのだろう。<br />"
    },
    {
        "title": "939",
        "body": "「知の作法」というタイトルが思い浮かんだけど、私（ごとき）が「知」を語るというのも、若干引け目がある（若干しかないのか、というつっこみはある）。<br />"
    },
    {
        "title": "938",
        "body": "幼児の語意はいかに獲得されるのか。最初は何かを呼ぶ（指さす）ことから始まり、その後に名指すが生まれるのか。<br />"
    },
    {
        "title": "937",
        "body": "行為を批判することと、人を批判することは分けて考える。<br />"
    },
    {
        "title": "936",
        "body": "切れ味のよい意見は、必然的に断絶を生む。<br />"
    },
    {
        "title": "935",
        "body": "状況を危惧し、問題意識を持つにしても、罪の審判者にはならないようにする。そうやって断罪して問題解決しかのように振る舞うのは、実際大きな間違いで、問題の認識から、やっとその解決が始まるのだから。<br />"
    },
    {
        "title": "929",
        "body": "大きな物語ではない、RPG。わかりやすい最終の敵が示されていない。世界に魔物は溢れているが、原因はわからない。Aが悪いという人も入れば、無関係だという人もいる。遺跡Xに原因があると言う人も入れば、それこそが救世には必要だという人もいて、皆が論争している。というアイデア。 #小説ネタ<br />"
    },
    {
        "title": "928",
        "body": "スマートフォンは、どこまでコンピュータなのか。つまり、人間の道具としてのコンピュータ足りえているのか。<br />"
    },
    {
        "title": "927",
        "body": "朝一番のタスクリスト作りは、「その日にやることを考える」であり、それは「その日について考える」でもある。欲望・野望をただリストにさらすことではない。<br />"
    },
    {
        "title": "926",
        "body": "文化的雪かき=>カルチャー・ブルシットジョブ<br />"
    },
    {
        "title": "925",
        "body": "「あいつらは、事の重要さをまったく理解していない」という拒絶の声。分断を憂う声が、まさにその分断を生み出しているかのような。<br />"
    },
    {
        "title": "924",
        "body": "小さいネタがあるとして、それをとりあえず豆論文的に仕上げることと、毎日少しずつ書き足していくことは、知的作用的に異なる作業である。<br />"
    },
    {
        "title": "923",
        "body": "書くことなしに、よく知ることなし。<br />"
    },
    {
        "title": "922",
        "body": "「本日のあなたは、25%の確率で幸運です」 #小説ネタ<br />"
    },
    {
        "title": "921",
        "body": "手帳などでは2ラインのリストはよく見かけるけど、デジタルツールだと、リストはだいたい1ラインになっている。実装の手間以外の、ツール哲学が何かあるのだろうか。<br /><br />たしか『エンジニアのための時間管理術』でも、スケジュールのリストとやることのリストが並列されていた気がする（これもアナログだった）。<br /><br />アプリケーション指向だと、このような異なるデータは別アプリケーションで扱われる、ということなのかもしれない。<br />"
    },
    {
        "title": "920",
        "body": "利便性が向上し、時間的・体力的余裕が生まれるのは素晴らしいことであるが、その際限なき追求は、人間の魂にとって、本当によいことなのだろうか。たとえば、人格形成において、あるいは社会との関係において。<br />→人は作るものであり、作られるものである<br />→人間と道具と創造<br />→身体の拡張と心の拡張<br />"
    },
    {
        "title": "919",
        "body": "ブログにとってカテゴリーとは何か。特に、歴史が古いブログにとって。<br />"
    },
    {
        "title": "918",
        "body": "誰もいない森の中でゴーストはささやくか<br />"
    },
    {
        "title": "917",
        "body": "給料は苦労することの対価、という考え方は奉公と結びついている気がする<br />"
    },
    {
        "title": "916",
        "body": "人は骨ではなく、肉を好きになる<br />"
    },
    {
        "title": "915",
        "body": "ラッパーの人は、韻を踏む言葉をこまめにメモしているのだろうか。<br />"
    },
    {
        "title": "914 守破離",
        "body": "<br />「守」:示された型を身につける<br />「破」:示された型と自分とのズレを自覚する<br />「離」:ズレを起点として新たな型作り上げる（このとき、型作りの感覚には「守」で身に付けたものが活きてくる）<br />"
    },
    {
        "title": "913",
        "body": "発生時期と処理時期が同じとは限らない。たとえば、今日思いついたことは今日実行しなければいけないとは限らない。だからこそ、inboxというシステムは有効である。<br />"
    },
    {
        "title": "912 謙虚さと卑屈さ",
        "body": "謙虚と卑屈は、もちろん似ている部分がある。簡単に線引きできるものでもないだろう。しかし、謙虚は、自分とおとしめるわけではなく、他を（ないしは世界を）高い存在だと（広い存在だと）捉えている部分が多い。一方、卑屈さは、世界のサイズを大きいものだとせず、自分が小さいものだとして（劣っているとして）捉えているところが多い。<br /><br />もちろん、相対でみれば、両者の構図は同じである。しかし、計測される実体のサイズは変わってくるので、価値観もまた変わってくる。<br />"
    },
    {
        "title": "911 統一されてしまうスタイル",
        "body": "EvernoteやWorkFlowyのようなワンノート方式のツールだと、何についての情報を触っていても、その見た目は同じになる。その点、VS Codeではワークスペースごとに見た目を変えられる。別のツールを使っている感触を得られる。心のモードを変えやすい。<br />"
    },
    {
        "title": "910",
        "body": "『頭がよくなる本の読み方』より。<br />>>その著者たちと版元はきっと、哲学系の超訳は見様見真似の安易な技術でなされるものんではなく、まずは自分がよく理解するために書く個人的で、かつ切実なものだということを知らなかったのだろう。<<<br />￼<br />"
    },
    {
        "title": "909 探求とは",
        "body": "『頭がよくなる本の読み方』より。<br /><br />探求とは、大賞の中にこれまで見えていなかったものを発見すること、対象についての知識を新しく組み合わせて対象を一新させてみること、対象を新しく解釈してもう一つの魅力や限界を見出すこと、などだ。要するに、知識の合間に知恵を差し入れて知識の形を新しくまとめるのが探求である。<br />￼<br />"
    },
    {
        "title": "908 リストの時制",
        "body": "リストは、〜である、であり、〜であった、であり、〜になる、である。すべての時制を含んでいる。それはリストの合力が働いているからだ。<br />"
    },
    {
        "title": "907 パターンの合力",
        "body": "リストの合力があるように、パターンも二方向の力を持つ。個別の要素からパターンは立ち上がり、パターンから個別の要素が認識される。その綱引きの中で、人の認識は発生している。<br />"
    },
    {
        "title": "906 目に入る",
        "body": "目に入る ◇倉下忠憲の発想工房<br />https://scrapbox.io/rashitamemo/%E7%9B%AE%E3%81%AB%E5%85%A5%E3%82%8B<br />"
    },
    {
        "title": "905 メモノート使用法　上層への蒸留",
        "body": "[904]<br />一冊の本を書くときもメモを参考にしている。具体的にどうするのかというと、まずはディスプレイの上に単語や短い文章を三つから五つほどメモする。このメモは並べずに、ばらばらの場所に記載する。すでにその段階で頭の中ではそれらいくつかのメモが有機的に結ばれている。夜空の星の間に恣意的に線を結んでなんらかの動物や物に見立てるような要領だ。<br />"
    },
    {
        "title": "904 メモの蒸留",
        "body": "『頭がよくなる本の読み方』より。<br />こうしてみると、わたしは低い段階から高い段階まで四種類のメモを使っていることになる。最初のメモは、思いついたときに記したメモ紙片。その中から抽出してコルクボードに留めたメモ。そのメモから発展してA4判紙に記したメモ。そして、ディスプレイ上のメモ。<br />"
    },
    {
        "title": "903 気に留めたいこといろいろ",
        "body": "解決したい問題、やりたいこと、作ってみたいもの、着想、疑問、<br /><br />これらは、常時目に触れておいたほうがよいものと、非意識的に目に触れたものが良いものがある。そのマネジメントが、知的生産においては重要。目に触れるものの管理。アテンション管理、とはちょっと違うか。「What I see」WIS管理。<br />"
    },
    {
        "title": "902",
        "body": "VS Codeで結城タスク的なことをする場合はどうなるだろうか。<br /><br />ワークスペースの切り替え時をトリガーにできることはあるだろうか。<br /><br />ごく単純に、ターミナルで、todoみたいなコマンドを叩く、とかなら難しくはない。しかし、だったら、別にtodo.txtを作って、そこに書き込むのと何が違うのかと言われれば答えに困る。<br /><br />ワークスペース内のファイルに散らばったtodo項目を一ヶ所に集約する、というコードを走らせるなら話は別。<br /><br />だいたい想定している拡張機能があった。<br /><br />◇VSCodeでタスク管理<br />https://fereria.github.io/reincarnation_tech/98_Other/VSCode/vscode_task/<br /><br />その他<br />◇Markdownでのタスク管理を捗らせるVSCode用機能拡張 | WriteIfElse<br />https://blog.bulkus.net/post/mdtasks_for_vscode/<br />◇todo-txtでゆるゆるタスク管理 - SPICY SPACE BLOG<br />https://spicy-space.hatenablog.com/entry/todo-txt<br />◇VSCodeでタスク管理<br />https://fereria.github.io/reincarnation_tech/98_Other/VSCode/vscode_task/<br /><br />これはもう少し研究課題。<br />"
    },
    {
        "title": "901.1",
        "body": "たとえば、WorkFlowyにプロジェクトの項目を作り、その下にタスクを書き込んでおく。あるいは、独立したタスク項目を作り、それらの情報にプロジェクト名のキーワードでアクセスする。こうすれば、該当項目を開くか、検索するたびに、タスクが表示される。<br /><br />独立的にやるなら、たとえば次のような項目を作る。<br /><br />￼<br /><br />こうすると、『僕らの生存戦略』で検索すれば、この項目が引っかかるし、todo:で検索すると、今度はすべてのtodoが一覧できる。<br /><br />もちろん、ハッシュタグを使ってもいい。<br /><br />この方式でやる場合、どこかにプロジェクトノート的な項目を立てる必要がなくなる。単に思いついたことを書き込んでいけば（あるいは実行したことを書き込んでいけば）、それが検索結果として、構造化される。<br /><br />「結果としての、構造化」<br /><br />これはたとえば、作業記録に書きつけていけば、それがWebページになったりすることと同等の効力を持つだろう。<br /><br />でもって、これは「デジタルは、データをベースにしながら、違った見せ方が可能」という性質をうまく使っているとも思う。<br />"
    },
    {
        "title": "901　結城タスク分析",
        "body": "結城タスクでは、作業ごとにフォルダを設定し、コマンドライン上でcdすることで、作業空間を行き来する。で、その際に、作業フォルダへの移動がトリガーとなって設定した「todo」が表示されるようになっている。これと似た仕組みを、自分の環境に適応するとどうなるか。<br /><br />"
    },
    {
        "title": "900　『エッセンシャル・ワーキング』",
        "body": "何かのタイトル案<br />"
    },
    {
        "title": "899 集合的場所を表す言葉",
        "body": "ゲーム[センター]、テーマ[パーク]、タイムズ[スクエア]、フード[コート]、なんちゃら[ラボ]、hogehoge[研究所]、ショッピング[モール]、<br />"
    },
    {
        "title": "898",
        "body": "Twitterに書き留めた言葉は、普通のメモよりも活力がある。それをどう活かしていくか。<br /><br />898.1<br />この場合の「活かす」とは具体的に何を意味するのか。単に公開すればそれでいいというわけではないだろう。編集可能な形にしていくこと、自分が意識に止め、折りに触れて書き足していくことが必要ではないか。<br />"
    },
    {
        "title": "897",
        "body": "これまでは、Twitterにつぶやくことは、そのままEvernoteに保存することでもあった（ツイエバ経由）。<br /><br />現状、こうしてEvernoteに作業記録を書くことは、そのままWebページを公開することになっている（限定ユーザーだけども）。<br /><br />そんな感じで、Aというアクションをしているのに、Bというアクションになっている、という構図を追求してみたい。<br /><br />たとえば、APIが触れるようになったので、Twitterに書き込むことが、Webページを作ることにつなげられるようになりつつある。あるいは、ITTTを経由することで、特定のハッシュタグがついたものを処理・加工することもできるかもしれない。<br />"
    },
    {
        "title": "896",
        "body": "ごく単純にいって「あなたは間違っていますよ」と言われる本よりも、「あなたは正しいんですよ」と言われる本の方が心地は良いだろう。しかしそれでは、その時点の思考の枠組みを超えることはできない。<br /><br />つまり、「あなたは間違っていますよ」と言われることに快を感じるというある種の倒錯性がそこでは必要なのかもしれない。<br />"
    },
    {
        "title": "895",
        "body": "自分の企画案を書き留めたPDFを作っておき、それを外部からでも（たとえば自分のiPhoneからでも）読めるようにしておくと、どうなるだろうか。<br />"
    },
    {
        "title": "894",
        "body": "自分の体験の過度の一般化もあるし、その逆に一般的なものを特殊に考えたりすることもあるが、それとは別の何か（知的なトラップ）があるような気がする。<br /><br />894.1<br />自分が体験してもいないことを、ニュースなどによって概念構築し、それを固めてしまうこと。<br /><br />894.2<br />群盲象をなでる、という言葉があるが、なでてすらいないのに象を語る、ということ。<br />"
    },
    {
        "title": "893",
        "body": "一口に記録との付き合い方といっても、「まずメモを取りましょう」というのから「ノート/リストを作りましょう」、そして「ドキュメント(wiki）を整備しましょう」まで、いろいろな段階がある。<br /><br />でもって、メモと呼ばれているものも、その機能はいくつかの差異を持つ。その辺も踏まえておく必要がある。<br />"
    },
    {
        "title": "892",
        "body": "動き（流れ）を止めない、そして休む。あたかも矛盾するかのように見える、しかし矛盾しないこと。<br />"
    },
    {
        "title": "891 ストラクチャーとフローの行ったり来たり",
        "body": "<br />たぶん、（僕を含めて）静的なサイト作りに（再び）興味を持っている流れは一種の反動で、そういう反動の行ったり来たりで文化は進んでいくのだろう。ストラクチャーからのフロー、フローの行き過ぎとしてのストラクチャーへの回帰、そして……、という繰り返し。<br /><br />ストラクチャーは硬すぎるし、フローは流れすぎる。でも、両方を狙うのはどっちつかずな結果になる。 現時点では、フローを流してからストラクチャーを組み立てることが一つの答えであるかのように思えるが、その見方もまた時間と共に変わっていくのだろう。<br />"
    },
    {
        "title": "890",
        "body": "目指す地点によって、準備もペースも変わってくる。<br />"
    },
    {
        "title": "889",
        "body": "ブラックな企業ほど辞めるべきだが、ブラックな企業ほど辞めにくい、という構図がありそう。<br />"
    },
    {
        "title": "888",
        "body": "価値とは見出されるものであるから、すべてのものは潜在的に価値を持つ。しかし、ある評価軸において無駄なことはたしかにある。これは両立する話。<br />"
    },
    {
        "title": "887",
        "body": "インターネットと共に成長してきた世代と、子供時代からすでにインターネットがあった世代では、同じ話は通用しないだろう。<br />"
    },
    {
        "title": "886",
        "body": "反する力を見立てたときに、片方の力が強まれば、もう片方の力も強まらないとバランスが崩れる。<br /><br />たとえば、アクセルとブレーキ。<br /><br />インターネットは、受信する力と発信する力のバランスを崩したのではないか？<br />"
    },
    {
        "title": "885",
        "body": "情報カードの端をがっしり挟んでくれるバインダーが欲しい。<br /><br />￼<br />"
    },
    {
        "title": "884",
        "body": "人生で大切がことが100個あるとして、それらを子供にすべて教えれば、人生は順風満帆と行くだろうか。<br />"
    },
    {
        "title": "883",
        "body": "定義から言って、多様性とは、その平面において弱者となるような存在が必ず含まれることを意味する<br />"
    },
    {
        "title": "882 職人の仕事",
        "body": "職人ってのは良い作品を作ることだけが仕事じゃない…もちろんそれも大事だが それ以上に物を売って生きていくには必要な事がある　充分な仕事を手に入れることと その仕事で利益を得られるようにすることだ 『アルテ』2巻（大久保圭）<br />￼<br />"
    },
    {
        "title": "881",
        "body": "一つひとつやってしくしかないことは、一つひとつやっていくしかない。<br />"
    },
    {
        "title": "880",
        "body": "執筆中の企画のアイデアは作業ファイルに。<br />連載のネタはネタ帳に。<br />単発のアイデアはMindGardenに。<br /><br />というところまでは仕上がりつつある。最後は、「連載中でも執筆中でもないけど、温めたい企画のアイデア」をどう扱うか。<br />\n\n採番の設定。採番させたくない見出しには「==[nonum]」のようにnonum指定をする\n<br />本文でセクション番号を表示する見出しレベル<br />secnolevel: 0<br /><br />リンクについては、少し考える必要あり。まあ、正規表現で置換すればいいのだろうけども。<br /><br />epubの目次があるので、本文中の目次はいらない？<br /><br />フォントサイズ（見出しのサイズ）が大きすぎる。<br /><br />→style.cssで直せる。<br /><br />"
    },
    {
        "title": "879",
        "body": "作業記録の「後で読む」の記事のURLをニュースレターで配信する、というアイデアはどうだろうか。<br /><br />あるいは、自動的にこの作業記録ノートから切り出して、Webページ化＋RSSの作成、という手もあるか。<br />"
    },
    {
        "title": "878 道具作りを観る面白さ",
        "body": "他の人が道具を使っているところを観るのも面白いけど、道具を作っているのを観るのも面白い。<br /><br />◇アウトライナー+タスクシュートなアプリ開発 6日目 2020/08/16 - book scrapbook<br />https://scrapbox.io/choiyaki-hondana/%E3%82%A2%E3%82%A6%E3%83%88%E3%83%A9%E3%82%A4%E3%83%8A%E3%83%BC+%E3%82%BF%E3%82%B9%E3%82%AF%E3%82%B7%E3%83%A5%E3%83%BC%E3%83%88%E3%81%AA%E3%82%A2%E3%83%97%E3%83%AA%E9%96%8B%E7%99%BA_6%E6%97%A5%E7%9B%AE_2020%2F08%2F16<br />"
    },
    {
        "title": "867",
        "body": "企画案などをじっくり考えたいときは、よく手書きノートを使うのだが、手書き特有の遅さに加えて、「普段使っているのとは違っているツール」を使うことにも意義があるのだろう。<br />"
    },
    {
        "title": "866",
        "body": "Roam Researchはサイドバーに関連ページを表示させられるが、任意の操作が必要となる。Scrapboxは何も操作しなくても、勝手に関連ページが表示される。<br />"
    },
    {
        "title": "865",
        "body": "言葉を尽くそうとすればするほど、言葉にできないものの大切さが実感される、ということはあるかもしれない。<br />"
    },
    {
        "title": "864",
        "body": "発想の身体性というものを考えたときに、散歩中の発想、書斎のデスクの発想、居間のソファーの発想はそれぞれ異なるのではないか。<br />"
    },
    {
        "title": "863",
        "body": "同じ切り分けを発生させるものでも、セクションと階層には違いがある。<br />"
    },
    {
        "title": "862",
        "body": "ときどき手書きでアイデアを整理したくなるときは、むしろそのスピードの遅さを味方につけたいからだろう。<br />"
    },
    {
        "title": "861",
        "body": "もし、Youtubeなどの動画で「知的生産の入門」のような講座（NHK的な）を作るとしたら、どのような構成になるだろうか。<br />"
    },
    {
        "title": "860",
        "body": "言葉を尽くそうとすればするほど、言葉にできないものの大切さが実感される、ということはあるかもしれない。<br />"
    },
    {
        "title": "859",
        "body": "魚を切るのは簡単だが、魚を捌くのには技術がいる。<br />"
    },
    {
        "title": "858",
        "body": "雑な意見を目にしたときの不快感は、散らかった机を目にしたときの不快感に通じるものがある。<br />"
    },
    {
        "title": "857",
        "body": "人間は考える存在であり、道具を作る存在でもある。この二つは呼応するか。そして、もう一つくらい要素はないか。<br />"
    },
    {
        "title": "856 ダッシュボードのアイデア",
        "body": ""
    },
    {
        "title": "3×3のボードを設定し、そこにガジェット的にいろいろな装置を設定できると面白いのではないか。単純にいろいろな装置を設定できるだけだと画面に情報が溢れ返ってしまうので、３×3に有限化しておく。<br />",
        "body": ""
    },
    {
        "title": "855",
        "body": "『オブジェクトノート術』というアイデアが降ってきた。『オブジェクト指向ノート術』でも可。中身はカード法の現代的なバージョンアップについて。<br />"
    },
    {
        "title": "854 存在という現象",
        "body": "存在とは現象であり、現象とは存在ではないか。<br />"
    },
    {
        "title": "853",
        "body": "コミュニケーション上の問題は、お互いの「これくらい知ってて当たり前。知らない相手が悪い。自分が歩み寄るなんてありえない」という態度によって引き起こされる。<br />"
    },
    {
        "title": "852",
        "body": "￼<br />自分の価値を、自分が理解できないと、自分のことを安易に馬鹿にするようになるのだろう。<br />"
    },
    {
        "title": "851 メディアを連載的に使う",
        "body": "R-styleにカテゴリーをいろいろ作るのではなく、noteでカテゴリーごとに連載を割り当てるのでもなく、一つの媒体に一つのカテゴリーを当てるというのはどうか。。たとえば、substackでは情報論・メディア論を書き、シゴタノではツールの話、R-styleでは、のような割り当てをする。<br />"
    },
    {
        "title": "850",
        "body": "言語は、思想の身体と言われるらしい。つまり、思想を柔らかく保つには、言葉を柔らかく使えることが肝要である。<br />"
    },
    {
        "title": "849",
        "body": "ギバー、テイカー、パラサイト<br />"
    },
    {
        "title": "848",
        "body": "言葉、理、物事<br />"
    },
    {
        "title": "847",
        "body": "忙しさと対峙する力を身に付けること。必ずしもそれは、効率的に作業を行うことを意味しない。<br />"
    },
    {
        "title": "846",
        "body": "編集が門だとすれば、フリーライティングは門の一時的な解放（門番のお休み）となるだろう。そして、外に出てから、整列を始める。その違い、つまり、門を出る前に整列して、門番の検証を受けて外に出ることとの違いとはなんだろうか。<br />"
    },
    {
        "title": "845",
        "body": "宗教間で、どの神が本当に正しいのかを議論することはできない。国会において日本人が信じるべき宗教を決めることもできない。議論で解決できることと、そうでないことがある。しかし、その議題が議論可能かどうかを議論することはできる。<br />"
    },
    {
        "title": "844",
        "body": "WorkFlowyで私は何を整理しているのだろうか。<br />"
    },
    {
        "title": "843",
        "body": "二人の物書きがいて、まったく同じスタイルのメモから始めても、やがては別の形に着地するだろう。当初から、何をメモするのか（メモの対象）は異なるし、その異なり方に合わせてメモ自体も変わっていく。<br />"
    },
    {
        "title": "842",
        "body": "『絶望に抗う（ための）知の創造性』<br /><br />分断を越えるのは知識ではない。たしかに理知的な態度は分断を抑制するが、発生した分断を超える力はない。分断を越えるのは想像であり、創造だ。<br />"
    },
    {
        "title": "841",
        "body": "専門家が専門家の言語で話すことには「編集」はいらない。それとは異なる領域に言葉を届けるときに「編集」は必要となる。そこで必要になるのはアマチュア性であるだろう。これはアカデミックな専門性に限った話ではないだろう。でもって、もっと敷延できる。<br /><br />841.1<br />たとえば、ポッドキャストで対談しているときは「編集」はいらない。それを本にするときに「編集」必要となる。 （「編集」としているのは、会話しているときでも何かしらの情報按配が行われているけれども、それとは異なる知的作用を指しているから）<br /><br />841.2<br />ある領域から別の領域に情報を移すときに通る門（通らなければいけない門）が編集と呼べるのではないか。 もちろんそうなると、自分の頭の中から原稿用紙の上に移すときにも門は通らなければいけないが、その門は複数あり、その大きさや門番の性質が異なる。<br />"
    },
    {
        "title": "840",
        "body": "何かを思いついて、その直後に「いや、それは違うな」と自分で否定することが多いのだが、それができるのはすごいことではないか。否定できることではなくて、即座に否定できることを思いつけるということが。<br /><br />思いつきは、ある論理体系に閉じていない。<br /><br />自分の「論理」とは別枠に発生している。それが自分の理論を生まれ変わらせる原動力にもなりうる。<br />"
    },
    {
        "title": "839",
        "body": "複数の価値観がぶつかるのが葛藤なわけだから、価値観を単純化していけば、葛藤は消える。<br />"
    },
    {
        "title": "838",
        "body": "「いまブログサービスを作り直すとしたら？」は、今自分が考えていることのパラフレーズだと思う。<br />"
    },
    {
        "title": "830.1",
        "body": "「読む」ためのトレーニングってやったことないけど、それほど的外れな読み方をしていない（書評記事への著者からの感想から伺えること）のは、やっぱり文章の書き方を勉強したかららではないかと思う。勉強だけでなく、実地的に書いてきた経験もあるけれども。<br />"
    },
    {
        "title": "830",
        "body": "文章作法の本って、昔は「こんなもの読まなくても」と思っていたけど、案外大切だったんだなと振り返って思う。で、たぶんその訓練と「テキストをテキスト通りに読む」能力って、呼応している気がする。<br /><br />"
    },
    {
        "title": "829",
        "body": "資本への抗い：使い尽くすこと（蓄積しないこと）、腐らせること、所有（自他の区別）を曖昧にすること、<br />"
    },
    {
        "title": "828",
        "body": "回っている独楽だけが持つ軸がある。<br />"
    },
    {
        "title": "827.1",
        "body": "前者の欲求（ニーズ）にだけ最適化すると、わかりやすく（ないしはビジュアル要素が強く）、ボリュームの小さい本ができあがる。しかし、欲求はそれ単体ではなく、倒錯的な後者もあり、そういったタイプの本作りもありえる。市場規模は度外視するとして。<br />"
    },
    {
        "title": "827",
        "body": "読書については、対象を自分の支配下に置きたい欲求と、対象に圧倒されたい欲求があって、後者が極まってくると「レベルをあげて物理で殴られたい」的に大著を求めるようになる。<br /><br />"
    },
    {
        "title": "627",
        "body": "二人で暮らしていると、僕が片づけなかったところが片づいているなら、それは妻が片づけてくれたことになる。消去法的に。しかし、そこは僕が気付かなかったから片づけなかった部分であり、片づいてあることにすら気がつかないかもしれない。ということに、まず気付く必要がある。<br />"
    },
    {
        "title": "826.1",
        "body": "他者にも使える技法になるためには、フィードバックからの技法そのもののバージョンアップが欠かせない。<br />"
    },
    {
        "title": "826",
        "body": "閉じた個人に最適化されたモデルは、閉じていれば閉じているほど、最適化されていれば最適化されているほど、他の人には無用のものとなる。<br /><br />"
    },
    {
        "title": "825",
        "body": "主語が大きくなる人は、言葉の解像度が低い人。<br />"
    },
    {
        "title": "824",
        "body": "ポリティカル・コレクトレスの「ポリティカル」は、厳密にどのような意味なのか。<br />"
    },
    {
        "title": "823",
        "body": "若いうちの苦労を売っている人は誰だろうか。きっと儲かっているだろう。<br />"
    },
    {
        "title": "822",
        "body": "魂の速度を調律する<br />"
    },
    {
        "title": "821.1",
        "body": "主体性が損なわれた状態から復帰を目指すのは良いとして、そのメモリを上げ過ぎすると閉じすぎた状態になる。主体性の帝国。どこかで切り返しが必要。　#断片からの創造<br />"
    },
    {
        "title": "821",
        "body": "主体的にあろうとする意志と、主体性を超えるものに属する意識が、矛盾なく（むしろ矛盾を抱えたまま）一つの存在の中に併存していること。<br /><br />"
    },
    {
        "title": "820",
        "body": "人間の生にとって、創造性とは何か。<br />"
    },
    {
        "title": "819",
        "body": "文学的なものに触れること。人が表に出さないものに触れること（FB&インスタではその逆の特化）。弱さや苦悩を表に出すことは、普段文学的なものに触れない人に、そうしたものとの接触機会を提供することにつながるのかもしれない。それが望まれているかどうかは別として。<br />"
    },
    {
        "title": "818",
        "body": "謎のマナー（あるいはしぐさ）が跋扈するところをみると、フォーム主義というかフォーマット指向があって、それは能率向上ではなく村八分を避けるための何かなのではないかという気がしてくる。<br />"
    },
    {
        "title": "815",
        "body": "異なる宗教の間で「人はいかに生きるのか」の議論は成立するだろうが、どれが本当の神なのかという議論は決着しない。土台そのものを問うものだから。<br />"
    },
    {
        "title": "815",
        "body": "考えることが好きな人たちの総称は何かあるか？<br />"
    },
    {
        "title": "814",
        "body": "思いついたことは即座にメモらなければいけない。メモに書き留めた走り書きはできるだけ早く文章化する必要がある。この二つは早い方がよいが、その早さには違いがある。で、文章化したものについて自分なりに考えるのは、もっとゆっくりしていてよい。むしろゆっくり取り組むべきだ。<br /><br />情報の固着化の度合いによって、必要な速度感は異なる。で、ゆっくりやってよいものは、実は知的作用（認知作用）が求められる行為でもある。つまり、疲れる。<br />"
    },
    {
        "title": "813 『ロギング仕事術』",
        "body": "書き留めることから始めよう<br />すべての答えは、記録（ログ）にあるとか。<br />"
    },
    {
        "title": "812",
        "body": "タイムラインに入り込んでくる広告は（内容的なものは別にして）違和感・不快感はない。しかし、Webサイトとかで続きを読む的なものをクリックしたときに、大きいサイズ（ないし全画面）の広告が出てくるのはかなり強い違和感・不快感がある。これは何かと言えば、予想・予期の有無であろう。<br /><br />で、Webサイトでも繰り返しそれが出てくれば予期できる（身構えられる）のだろうけども、基本的にSNSで目に付いた記事を読むから、「このサイトは、このタイミングで広告が出るぞ」ということが学習できない（→予期できない）。よって、いつまでも違和感・不快感と付き合うことになる。<br /><br />広告が予期できれば、人はその情報を読み飛ばす。逆に、記事が来るぞという心構えのときに広告がくるとひどく落胆する。準備していた認知資源が空振りになるから。紙の雑誌もページの多くは広告だが、記事の本文中の間に差し込まれることはない。認知資源のミスマッチが起きない。<br /><br />ビジネス上やらなければいけないことがあるのは理解できるが、今noteが読まれているのは、その辺も関係しているのではないか。うまい見せ方ができないくらいなら、ない方が良い。<br />"
    },
    {
        "title": "811",
        "body": "書き手が編集者さんの本を担当する編集者さんってどんな感じがするんだろうか。僕のイマジネーションの引き出しではうまく想像できない。独特のやりやすさとやりにくさがありそうとは思うけど。<br /><br />たとえて言うならば、短距離走のコーチをしている人の長距離走をコーチする、みたいな感じだろうか。<br /><br />書き手が編集者であっても、編集作業は別の編集者さんが必要、という点が、編集という行為の特性を表しているようには思う。<br />"
    },
    {
        "title": "810.1",
        "body": "何かを「克服」したいと考えるなら、この苦手/不慣れの谷を超えなければならない。<br />"
    },
    {
        "title": "810",
        "body": "考えることに不慣れだと苦手になって、苦手だから実行を避けて不慣れが解消できない。<br /><br />"
    },
    {
        "title": "809",
        "body": "コスパ、という観点から計測すると、読書とプログラミングと執筆はたいへんスコアが高い。<br />"
    },
    {
        "title": "806",
        "body": "面白くて、役立ちそう<br />面白いが、役立ちそうにはない<br />面白くないが、役立ちそう<br />面白くなく、役立ちそうもない。<br />"
    },
    {
        "title": "805.a",
        "body": "タスクリストに書かれた言葉によって、実行したりしなかったりする。私たちの心はそのように揺れている。<br />"
    },
    {
        "title": "805",
        "body": "タスクリストに書かれていなければ実行しないことはある<br /><br />\n\nfbook\n本書は、私たちが「やること」といかに付き合うのかを検討している。人間は、選択と行動でできていると誰かがいった。自由意志の裁量をどの程度認めるかによって意見はわかれるが、それでも微妙でも行動の選択が可能であると考えるなら（むしろそれが微量であればあるほど）、その選択が重要になることは避けられない。<br />"
    },
    {
        "title": "804",
        "body": "いかにして断片的に本を書くか、というのが目下のテーマだ。もしかしたら、それは原理的に不可能なのかもしれないし、あるいはどうあがいても私たちは断片的にしか本を書けないのかもしれない。あるいはまだ知らない断片的な本の書き方があるのかもしれない。<br />"
    },
    {
        "title": "803 着想のGit",
        "body": "ある時点の自分の着想が断片的、ないしはグループ的に保存されていて、それらを使って自由に新しい着想を生み出しながら、その時点での着想の配置が記録されていて、いつでもそこに戻れるような情報整理ツールはあるか。<br />"
    },
    {
        "title": "803 作業の分割可能性",
        "body": "作業の中には分割を進めることが可能なものとそうでないものがある。そして、分割しなければならないものもある。レシートの整理は両方にまたがるもので、体を柔らかくするためのストレッチは分割が必須だ。記憶を頭に定着させることも後者だろう。では、分割できないものには何があるか。この辺りの違いに気をつけることもタスク管理では必要だろう。<br />"
    },
    {
        "title": "802",
        "body": "「自分の道具」を作ることは、単に使いやすい道具をこの世界に顕現させる以上の意味があるはず。<br />"
    },
    {
        "title": "801",
        "body": "人を育てるにはコストがかかる。コストには金銭以外にものが含まれているし、育つものも能力以外のものが含まれている。<br />"
    },
    {
        "title": "800 評価の評価のマトリクス",
        "body": "皆から良いと思われているものを良いと表明する<br />皆から良いと思われているものを悪いと表明する<br />皆から悪いと思われているものを良いと表明する<br />皆から悪いと思われているものを悪いと表明する<br /><br />それぞれの結果の評価によって、その人が良い評価・悪い評価をよりたくさん行うかが見えてくるのではないか。（基本的に、損失回避に傾くとは思う）。<br />"
    },
    {
        "title": "799",
        "body": "合理性の追求から暴力が生まれるのはなぜか。<br />"
    },
    {
        "title": "798 三題",
        "body": "個人・合理・形式<br />→合理は、効率屋最適化が含まれる。<br />形式はデーターベース。<br />"
    },
    {
        "title": "797.a",
        "body": "混沌、ないしカオスな要素がどこにもなければ、つまり、リニアとネットワークの二つしかなければ、創造性は生まれてこないのではないか？<br />"
    },
    {
        "title": "797",
        "body": "意識の流れはリニアであり、情報はネットワークを形成し、無意識は混沌として在る。<br /><br />"
    },
    {
        "title": "796",
        "body": "知的生産の技術でも、ある系譜が途絶えてしまって、車輪の発明→リセット→車輪の発明→リセット、てきなものが延々と繰り返されているような部分がある。<br /><br />最終的に、知的活動のための技術は、個々人に合う形で実装されるにしても、その実装のための基礎的な技術については等しく学べる情報が必要ではないか。<br /><br />「教科書」的なものを嫌っていると、そうした基礎的な情報源の作成の妨げになっていて、適切に文献を辿れる人だけが学べる技術になってしまう。<br /><br />よって、まず土台となる基礎の技術が提示され、それを多くの人でやいやい言いながらブラッシュアップして整えていくのが望ましいだろう。でもって、望む人がいるならば、そのブラッシュアップのプロセスを覗けたり、自分でも参加できる形がよろしい。結局、wikiに戻ってくるわけだ。<br /><br />そのような技術は、創造のための技術よりももっと身近なものであり、社会参加のための技術である。たしかに知的生産の技術は、情報化された社会に参加するための技術ではあるが、それでも、読む・書く・考えるを支える、情報化社会に参加するための技術には、何か特別な名前が必要ではないか。<br /><br />これはたとえば「読むは人それぞれ」だと肯定することで、いわるゆクソリプ的なものの拡散を放置することが結びつく、ということと関連している気がする。たしかに読むは自由だが、それでも読む力を育むことには意義があるように思う。<br /><br />これはあまりリベラル的な態度ではないように思えるが、学ぶべきというのではなく、学びたい人に適切な環境を提供したいということなので、ギリギリかもしれない（それでも、どう読むのが良いのかという価値観を埋め込むことは避けられないだろう）。<br />"
    },
    {
        "title": "795",
        "body": "考えることをやめれば、悩むこともやめられる。<br />"
    },
    {
        "title": "794",
        "body": "異世界転生は、この世界そのものを相対化してしまう。今自分が存在している世界の感覚を弱めてしまう。<br />"
    },
    {
        "title": "793",
        "body": "確率論がない世界は、メタファーが死んだ世界である。<br />"
    },
    {
        "title": "792",
        "body": "視野が狭い人は、自分一人の力で生きていると考えがち。<br />"
    },
    {
        "title": "791 あるがままの肯定",
        "body": "あるがままの自分を肯定できるのはよいとして、あるがままの自分しか肯定できないのはどうだろうか。<br />"
    },
    {
        "title": "790 three-list-management",
        "body": "Gmailは、メイン、ソーシャル、プロモーションの三つのリスト＋アーカイブがある。<br />Hey!はimbox,Paper Trail+アーカイブがある。<br />この三つのリストを、タスク管理に適用するとどんなリストができるだろうか。Feed,<br />"
    },
    {
        "title": "789.a",
        "body": "市場に規制を導入することが許容されるのもそのため。市場がまっとうに機能していたらうまくいくのではなく、市場に多様な参加者がいるときに市場の機能が一番活性化する。<br />"
    },
    {
        "title": "789",
        "body": "市場における神の見えざる手とは、「世の中いろんな人がいますよね」ってことであって調整機能ではないのだろう。よって、その場から多様性が失われると、神の見えざる手も消えてしまう。<br /><br />"
    },
    {
        "title": "788",
        "body": "タイムリープものは世界の読み替えなのに対して、異世界転生ものは世界の乗り換えである。<br />"
    },
    {
        "title": "787",
        "body": "量子書籍 #SFネタ<br />"
    },
    {
        "title": "787",
        "body": "正論で社会を批判している自分カッコイイという認識のかっこ悪さ。<br />"
    },
    {
        "title": "786 ベンサム2.0",
        "body": "最大多数の最大幸福をもし本当に測定できるとしたら？ #小説ネタ<br />"
    },
    {
        "title": "785",
        "body": "トップマネジメントがあるなら、ミドルマネジメント、ボトムマネジメントがあるだろう。<br />"
    },
    {
        "title": "784",
        "body": "他人のことなどどうでもいいという人ほど、他人の言説に敏感に反応する。<br />"
    },
    {
        "title": "783",
        "body": "他国の人が奇異な衣装を身に着けていても特に感じるところはない（少なくとも嫌悪感はないだろう）。一方で、同じ国の若者が奇異なファッションをしていると、まゆをひそめる大人はいる。この差異が「文化」というものの機能なのだろう。<br />"
    },
    {
        "title": "782 いかなる啓蒙が有効か",
        "body": "求めてもいない啓蒙を押し付けるのはよくないなとは感じる。とは言え、という感じもする。しかしその「とは言え」は教養主義だったり、パターナリズムだったりするのだろうか。<br />"
    },
    {
        "title": "781 レジスタンスの作法",
        "body": "世界が固定的で強固である場合のレジスタンスと、世界が流動的でよりどころがない場合のレジスタンスは同じでいいのか（≒機能するのか）どうか。<br />"
    },
    {
        "title": "790",
        "body": "既存の感覚だと組織とは呼べないような集合体について語る場合でも、組織という言葉を用いないと、それを求めている人のもとに情報が届かない、ということはある。そこには部分的な矛盾が生じるが、それは必要悪というか必要矛盾だろう。<br />"
    },
    {
        "title": "779",
        "body": "「知」（ないし「知的」）についてはアンビバレントな感情があって、ストレートにおしきれない部分が残る。<br />"
    },
    {
        "title": "778",
        "body": "「文章はかく書かなければならない」から脱却し、「文章は基本的にどう書いてもいい」を通り抜けた上で、もう一度「文章をどう書くか」という問いに取り組むこと。<br />"
    },
    {
        "title": "777",
        "body": "戦士と心配する人。warrior, worrier<br />"
    },
    {
        "title": "776",
        "body": "インターネットにおける、喫煙所・公園・文化会館的なものは、どのようなものになるだろうか。<br />"
    },
    {
        "title": "775 アジア的な知識人の在り方について",
        "body": "◇東浩紀「批評家が中小企業を経営するということ」　アップリンク問題はなぜ起きたか | 文春オンライン<br />https://bunshun.jp/articles/-/39022<br />"
    },
    {
        "title": "774.b",
        "body": "情報を主体とするということは、情報を支配しないということ。<br />"
    },
    {
        "title": "774.a",
        "body": "支配の中では、情報は遊べない。<br /><br />"
    },
    {
        "title": "774",
        "body": "情報整理を「管理」の意味合いを強めに捉え、その管理を「支配」の意味合いを強めに捉えると、Scrapboxは使えないツールに思えるだろう。<br /><br />"
    },
    {
        "title": "773",
        "body": "「正しい」という言葉は、単にコンパイルできるという意味の場合もあるし、倫理的（あるいは政治的に）許容される（ないしは望ましい）という意味の場合もある。<br />"
    },
    {
        "title": "772 怒りが内在化している人",
        "body": "人間は感情を持つ動物なので、一時的に激情がほとばしり、怒りに駆られるようなことも起きてしまうが、それとは別に怒りを内在化させている人は、自分は怒っているとは思わないけれども、日常的に怒りの反応を周囲にまき散らしていて、だいぶしんどいものがある。<br /><br />"
    },
    {
        "title": "771 三題",
        "body": "再帰、ノイズ、創造。<br />"
    },
    {
        "title": "770",
        "body": "ロードマップとチェンジログ。そして現在の作業。これら三つの管理は等しい手法で大丈夫か。<br />"
    },
    {
        "title": "769",
        "body": "Scrabpboxは検索する、WorkFlowyは目視で探す。同じデジタルツールではあるものの、使うときの構えは違っている。<br />"
    },
    {
        "title": "768 作業記録から作るWebページ",
        "body": "たとえば、この作業記録にはいくつかDoMAに関するメモがある。それらを抜粋してWebページを作成したとしたら、どうだろうか。それは、どのような「感触」になるだろうか。<br />"
    },
    {
        "title": "767",
        "body": "炎上芸とは、人に悪態をつくことしか才能がない人たちの稼ぐための最後の砦なのである。<br />"
    },
    {
        "title": "766 一句",
        "body": "盃を 傾け残る 宵の音<br />"
    },
    {
        "title": "765",
        "body": "「今はAという流れだからAにしよう」というのは、自身もAという流れに加担（強化）している。かといって反Aしたらいいのかというと、そういうものでもない。<br />"
    },
    {
        "title": "764",
        "body": "言葉は複雑化を引き起こすとともに、単純化も引き起こす。<br />"
    },
    {
        "title": "763",
        "body": "「まちがっている」という批判をすべて遠ざければ、そこに残るものが「正しく」はなる。ただ、その「正しさ」からはどこにも行けない。あるいは、その「正しさ」は、批判をくぐり抜けた「正しさ」とは異なっている。<br />"
    },
    {
        "title": "762.a",
        "body": "あらゆることが「知的生産」の対称になりうるので、どうしても拡散してしまう。<br />"
    },
    {
        "title": "762",
        "body": "ブログを毎日書くことはできる。でも、書ければそれでいいのか、という疑問は残る。<br /><br />"
    },
    {
        "title": "761",
        "body": "統計学の知識までいかなくても、感染症が拡大していくモデルとか、指数関数的拡大みたいな概念を持っているのといないのとでは、日々ニュースが提示するデータの捉え方は変わってくるだろう。<br />"
    },
    {
        "title": "760",
        "body": "発想とは、収束的（統合的）であり、また発散的（分析的）である。<br />"
    },
    {
        "title": "759",
        "body": "感情が、共感のための装置であるならば、他者の怒りにあてられるということは起こりうるだろう。<br /><br />759.1<br />怒りは、向けられた人間にはおびえを、発した人間の仲間には同じ怒りを引き起こす。<br />"
    },
    {
        "title": "758",
        "body": "人間にとって、規範はどのように働くのだろうか。<br />"
    },
    {
        "title": "757",
        "body": "幻想でないものがあるとしたら、それは何だろうか。<br />"
    },
    {
        "title": "756",
        "body": "自分がやっている差別は見えにくく、他人がやっている差別は見えやすい。<br />"
    },
    {
        "title": "755 bot的",
        "body": "bot的な反応とは、単純な反応だということだ。あるいは、単純なアルゴリズムで表現できる反応だ、ということだ。つまりそれは、まったく同じリアクションを返すか、完全にランダムなリアクションを返すかという両極を意味する。<br /><br />まったく同じ文字列をprintするか、受け取った入力にその時刻のハッシュをまぜたものをprintするか。表示される文字列は異なるが、アルゴリズムの複雑さでは同程度。<br />"
    },
    {
        "title": "754",
        "body": "すごく難しいことを考えた後で、簡単でいいかと開き直ることと、はじめから簡単でいいかと開き直ることは、たぶん違いがあるように思う。<br />"
    },
    {
        "title": "753",
        "body": "僕たちは、短い記事ならばいくらでも読んでいける。そのことを逆手にとることはできないだろうか。<br />"
    },
    {
        "title": "752",
        "body": "たとえば、その人のクリエイティビティーが劣化したとしても、当人には自覚がないだろうし、幸福度にも変化はないかもしれない。それは救いでもあるが、恐怖でもある。<br />"
    },
    {
        "title": "751 二つの壁法の違い",
        "body": "https://scrapbox.io/rashitamemo/%E4%BA%8C%E3%81%A4%E3%81%AE%E5%A3%81%E6%B3%95%E3%81%AE%E9%81%95%E3%81%84<br />"
    },
    {
        "title": "750",
        "body": "過去の中に未来はあり、未来の中に過去は内包されている。<br />"
    },
    {
        "title": "749",
        "body": "人間の知識を、仮にデーターベースに入れられるとして、問題となるのは、知識と知識の切れ目だろう。<br />"
    },
    {
        "title": "748 分人理論とセルフ・ナショナリズム",
        "body": "分人理論は、（それ以上分解できないはずの）個人を、さらに分ける試みだと言えるが、しかし、そこにまだ個人というまなざしが息づいていることは間違いない。むしろ、分人はその理論によって、個人という考え方を棄却できないようにしていると言える。それはセルフ・ナショナリズムの維持であろう。<br /><br />748.1<br />「個人」という考え方の超克は、「個人」でありながらも、というような境界線の揺らぎによるものであろう。「それ以上分解できない」要素において争うのではなく、その枠組みそのものを超えてしまう視点を提示する、ということ。<br /><br />748.a セルフ・ナショナリズム<br />超個人主義。自他の境界線を強く保持し、他を自に侵食させないために、自を強く維持する傾向。自分勝手さ、敵味方思考、などといった立ち振る舞いとして現れる。自意識の肥大化も、この傾向に含められるかもしれない。<br />"
    },
    {
        "title": "747 無限の時間を必要とする",
        "body": "ある種の作業には、無限の時間が必要に感じられる。実際は、有限であるにも関わらず。おそらく、「必要とする時間の演算」に妙なパラメータが混ざり込んでいるのだろう。<br /><br />速度＝距離/時間<br />時間・速度＝距離<br />時間＝距離/速度<br /><br />時間が無限になるのは、どういう場合か。<br />"
    },
    {
        "title": "746",
        "body": "フィールドを大きく使える人は、境界線のぎりぎりにいる人だ。中心にいる人ではない<br />→革命は周辺から起きる。<br />"
    },
    {
        "title": "746 混沌とエントロピー",
        "body": "ある種の混沌が、クリエイティブには必要になる。一方で、エントロピーの拡大は、エネルギーの生成を死滅させてしまう。この二つにある関係は何か。<br />"
    },
    {
        "title": "745 夢の話",
        "body": "体育大会の翌日。知人が経営しているゲームソフト開発会社に手伝いに出かける。僕は卒業してから管理職にもならずずっとコードを書いてきたプログラマで、一緒に出かけた友達はそこそこコードを書いているがはやくも管理職になった元プログラマだ。二人は、納期に慌てる知人を助けるためにその会社に向かった。作っていたのは、リズムゲームだった。僕は4時から別の知人と麻雀の約束があった。僕は慌てて、必要なコードを書いて、書いて、書きまくった。自分が抜けた後に開発がスムーズに進むように開発環境のためのコードすら書いた。ゲームのベータ版ができて、それなりに面白そうだった。麻雀の約束はどこかに消えていた。<br />"
    },
    {
        "title": "744",
        "body": "思想とはコンテキストネットワークである。<br /><br />と、大胆に言い切ってみよう。<br />"
    },
    {
        "title": "743 『七つの習慣』に疑問符をつけていく",
        "body": "たとえば、「主体性を持つ」なら「主体性とは何か？」とか「主体性を持つことは本当にいいことか？」など。<br />"
    },
    {
        "title": "742 三単語",
        "body": "Creative、Imaginative、Innovative<br />"
    },
    {
        "title": "741",
        "body": "建築現場では、まず土台（基礎）が作られて、その後柱やら壁やらが作られていく。それぞれにおいて、創造性の発揮のされ方は違っているはず。本の執筆も同じではないか。壁を作る段階では、壁作りのことを考える。土台のことは、いったん忘れる。それを前提とする。<br />"
    },
    {
        "title": "739",
        "body": ""
    },
    {
        "title": "10年前に書いたメモと、今日思いついて書いたメモは等価だろうか<br />",
        "body": ""
    },
    {
        "title": "738",
        "body": "新しい仕事-術で書いたことは、「管理」からのリモートということであるはず。管理を遍在化させるのではなく、そこからの脱却であるべきだ。<br />"
    },
    {
        "title": "737",
        "body": "ニューノーマルというのは、むしろ「ノーマル」という概念のポストであるはずではないか。新たなノーマルを定義して、それを一様に押し付けるのはむしろオールドノーマルではないだおるか<br />"
    },
    {
        "title": "736",
        "body": "不思議と[735]の一行ネタメモは、タイトルではなく本文に小説ネタを書き込んでいる。きっとそれは、思いついたものが、小説の風味やテーマであって、タイトルではないからだろう。<br />"
    },
    {
        "title": "735",
        "body": "辻マスク #小説ネタ<br />"
    },
    {
        "title": "734.1",
        "body": "それはつまり、私たちの日常が、見えない機械化によって支えられているということでもある。<br />"
    },
    {
        "title": "734 作業服おじさんの普遍性",
        "body": "おそらくだが、作業服を着てクリップボードをもっているおっちゃんは、どこを歩いていても違和感はない。<br /><br />"
    },
    {
        "title": "733.a",
        "body": "多様な対象に興味を持つことと、関心の軸を動かすことは、同じではない。<br />"
    },
    {
        "title": "733",
        "body": "◇Hemmi TatsuoさんはTwitterを使っています 「詮ずるところ学問は、ただ年月長く倦まずおこたらずして、はげみつとむるぞ肝要にて、学びやうは、いかやうにてもよかるべく、さのみかかはるまじきこと也。いかほど学びかたよくても、怠りてつとめざれば功はなし。」 / Twitter<br />https://twitter.com/camomille0206/status/1284288622707933184<br /><br />学問的な態度は、昨今のWebの刹那的、断片的な在り方とはまるで逆のように感じられる。<br /><br />→『勉強の哲学』『ネットで成功しているのは〈やめない人たち〉である』<br />ねばりづよさ、やめないこと。<br /><br />そこから生まれるもの。<br /><br />定点観測、軸、評価者の評価。<br /><br />"
    },
    {
        "title": "732.a",
        "body": "やや敷衍すると、そうした対象があるなら、普通に喋っても（つまり別段準備しなくても）面白い話ができるのだろう。<br />"
    },
    {
        "title": "732",
        "body": "Poicのwikiが面白いのは、やはり長年その対象について考え、実践してきた人の言葉だからだろう。実践だけでも、理論だけでも、この面白さは出てこないと思う。<br /><br />"
    },
    {
        "title": "731 アウトライナーによる親項目の分身",
        "body": "<br />以下のような項目があるとして、親項目の途中でリターンを押すとどうなるか。<br />￼<br /><br />以下のように、子項目を引きつれて新しく親項目ができる。<br />￼<br /><br />なんとなく、以下のようになりそうなのだけども、実際はそうならない。<br /><br />￼<br /><br />子どもを連れて離婚、という感じ（あまりよいたとえではない）。<br />"
    },
    {
        "title": "730",
        "body": "たぶん、大きい構造の文章を長期間にわたって書くことのしんどさの一部は、すでに書かれた文章によって、デザイン空間が狭まってしまうことによる息苦しさが関係している。<br />→◇楽しいノート　用途のデザイン – R-style<br />https://rashita.net/blog/?p=30233<br />"
    },
    {
        "title": "729",
        "body": "Googleのカスタマイズとして、「もうこのサイト（ドメインは）検索対象にしなくてもいい」があってもいいはず。<br />"
    },
    {
        "title": "728",
        "body": "京大式（京大型）カードに書き込む感覚は、Macを使う感覚でもないし、iPhoneを使う感覚でもない。やっぱりiPadかminiかだろう。<br /><br />728.a<br />それはそれとして、iPhoneで「情報カードに書く感覚」を得られるWebツールを作ってみたい。<br />"
    },
    {
        "title": "727 闘争による権利の獲得",
        "body": "￼<br />これまで人類は、主に闘争によって権利を獲得してきた。その権利が得難い権利であるほど、闘争が必要であった。<br /><br />727.1<br />権利を獲得するために、必ず闘争が設定されてしまう。（闘争以外の手段が検討されない、あるいは闘争でない手段で権利を獲得する行為が評価されない）<br /><br />727.2<br />これ以上の権利は必要ないと感じていると、闘争が設定されない（諍いがすべて否定的に捉えられる）<br />"
    },
    {
        "title": "726 シュッとサイドから出てくるブラウザ拡張機能",
        "body": "Guru https://www.getguru.com/features のブラウザ拡張がなかなか良い。<br /><br />￼<br /><br />サイドバーがシュット出てきて、そこから独立したノートを開くこともできる。<br /><br />￼<br /><br />Evernoteなどに必要なのもこうした機能だろう。つまり、情報を使うという作業は、特定のツール内だけで完結することはまずないので、他のツールを使っているときにも情報ツールから簡単に情報を呼び出せる機能が必要なのだ。<br /><br />アナログツールだって、手帳を開きながらノートを開く、みたいなことは普通にあるわけで、そうした並行ツールの起動が視野に入っている必要がある。<br /><br />＃ 726.a<br />自分でこういう拡張機能が作れるだろうか。<br />"
    },
    {
        "title": "725.b",
        "body": "僕たちはいつだって何かを見落としている。にもかかわらず、何かを決めて、進んでいかなければならない。→「正義から少し離れて」<br />"
    },
    {
        "title": "725.a",
        "body": "ロールズの無知のヴェールは、想像力を駆使してあらゆる他者に思いを馳せることではなく（それは知的負荷が高すぎる）、むしろそれがなしえないことによって誤謬性を喚起し、一つの決定が単に恣意的なものでしかないことを突きつける道具として捉えられる。<br />"
    },
    {
        "title": "725 正義の感覚と無謬性",
        "body": "正義の感覚は、正義の感覚の保有というよりは、誤謬の感覚の喪失を指すのだろう。<br />"
    },
    {
        "title": "724",
        "body": "覚えておきたいことと、忘れたくないことは、まったく同一ではない。<br />"
    },
    {
        "title": "723.2",
        "body": "オブジェクト同士の通信は、それぞれの世界の交信である。ひどく不安定な。<br />"
    },
    {
        "title": "723.1",
        "body": "オブジェクトの中にはそれぞれに世界がある。<br /><br /><br />"
    },
    {
        "title": "723",
        "body": "オブジェクト同士は通信し、それぞれの言葉を解釈する。<br /><br />"
    },
    {
        "title": "722",
        "body": "異世界転生ものにおいて、言葉や惑星が地球と同じなのはおかしいというツッコミがあるが、文学的な批評としてはあまりにも平べったい。異世界転生ものは、『指輪物語』と違い、異世界を描く作品ではない。あれは、結局のところ、死者たる主人公の心の中の世界なのだ。だから、地球と同じ文明や環境であっても何もおかしくないというか、当然なのである。<br />"
    },
    {
        "title": "721",
        "body": "旅行代理店にお金を下ろしたら、それが全国の活性化につながる、というのは要するにゼネコン＋公共事業と同じ発想なわけだ。<br />"
    },
    {
        "title": "720",
        "body": "AIに論文が書けるだろうか。書けるとして、その論文にどのような意味があるか。<br />"
    },
    {
        "title": "719",
        "body": ""
    },
    {
        "title": "3単語タイトルの本は結構ある。だったら、章あるいは項目がすべて３単語で構成されている本はどうだろうか。わりとおなかいっぱいな気分が味わえそう。<br />",
        "body": ""
    },
    {
        "title": "718 DoMA",
        "body": "<br />最初「Pythonで何かを作る」の子だった「VS code用のスクリプトを作る」が、「VS code用のスクリプトを作る」が注意のカレントに来たことにより、それが親になって、子に「Pythonで何かを作る」に配置されていた。<br /><br />で、それがだいたい終わって、注意のカレントから逸れたら、構造もそれに合わせて変える。<br /><br />子になっていた「Pythonで何かを作る」を親に移動させ、「VS code用のスクリプトを作る」をコンプリートして、「Pythonで何かを作る」の子にする。で、親の見出しも書き換えておく。<br /><br />何か新しい子の項目が注意のカレントに上ってきたら、再びそれを親にして、「Pythonで何かを作る」はその項目の子に再配置される。この繰り返し。<br />￼<br /><br />￼<br /><br /><br />￼<br />"
    },
    {
        "title": "717.a",
        "body": "新書は研究への扉。<br />"
    },
    {
        "title": "717",
        "body": "わかったつもりになるコンテンツではなく、よりわかりたくなるコンテンツを目指す。<br /><br />"
    },
    {
        "title": "716 DoMA",
        "body": "衣類は衣替えするし、部屋は模様替えする。タスク管理がずっと同じでなければならない理由とはなんだろうか。<br />"
    },
    {
        "title": "715 検索一ヶ所原則",
        "body": "デジタルでは、一ヶ所からすべてを検索できるのならば、それぞれは別の場所にあっても構わない。言い換えれば、アナログで同じ場所に集めるのは検索の一回性を担保するためだといえる。つまり、ポケット一つ原則はデジタルでは検索一ヶ所原則に置き換わる。<br />"
    },
    {
        "title": "714",
        "body": "我々人間は、さまざま側面を持つが、もっとも基本的な要素は「生活をする人」であろう。life lifer.<br />"
    },
    {
        "title": "713 接面としての方法",
        "body": "方法とは、その人と世界との関わり方であり、つまりは両者の接面である。<br />そこには否応無しに切実性がある。<br />"
    },
    {
        "title": "712",
        "body": "Evernoteの書誌ノートには、何が記載されていると嬉しいだろうか。書纓、著者名、Amazonリンク、目次、などだろうか。しかしもうScrapboxでいいような気がしてきた。<br />"
    },
    {
        "title": "711 DoMA",
        "body": "DoMAで項目の頭に付ける記号は、検索のために使うのではないのだから、自分の使いたいものを使えばいい。絵文字もOK。ただし、固定で考えるのではなく、付け替えていく気持ちでいること。<br />"
    },
    {
        "title": "710 三つの模索",
        "body": "本、コード、？<br />"
    },
    {
        "title": "709 本は何を作るのか",
        "body": "本は、感想を作る。本は疑問を作る。本は対話を作る。<br />"
    },
    {
        "title": "708",
        "body": "何か問題が生じたときに、まず責任を追及する人は、問題解決にはあまり興味がない。<br />"
    },
    {
        "title": "707 無限の責任転嫁ゲーム",
        "body": "誰かが持っている責任を隣の人に渡す。渡された人は自分の隣の人に責任を渡す。それが無限に繰り返されている間は、「誰も責任を持てない」。<br />"
    },
    {
        "title": "706 DoMA",
        "body": "DoMAでは名詞と動詞が入り交じる。〜〜を書く、というものもあれば、〜〜リストというのもある。無理やり動詞か名詞に統一したりはしない。自分の感覚に合わせる。<br />"
    },
    {
        "title": "705 DoMA",
        "body": "DoMA式では、項目のタイトルをガンガン書き換えていく。たとえば、「『僕らの生存戦略』第二章」というのを「『僕らの生存戦略』第二章を進めつつその他の項目にも手を付ける」という風に、そのプロジェクトで今何をしようとしているのか、という自分の注意に合わせて書き換えていく。<br />"
    },
    {
        "title": "704 アイデアスロット",
        "body": "アイデアメモをランダムに表示するのだけども、それをスロットマシンみたいなUIにする。<br />"
    },
    {
        "title": "703",
        "body": "個人のシステムと公共のシステムの中間にある組織の情報蓄積システムの分類はどうあるべきか？<br />"
    },
    {
        "title": "702",
        "body": "ややこしい話をすべて抜きにすれば、論文というのは、自分の考え（やそれを確かめた何かを）、整理して、他の人に読めるようにする形にしたものだと言える。知的生産の定義そのものだ。<br /><br />でもって、ブログ記事やアイデアノートも、（確かめた何かの程度は低いにせよ）、自分の考えを他の人に伝える、他の人でも利用できるように開示したものという点では、論文と同じだと言えそう。<br />"
    },
    {
        "title": "701 夢の話",
        "body": "KIndleでセールがあったので、オススメ本をブログで紹介したら、「そんな本を選ぶなんて、あなたはセンスがない」と言われる。その後、発想法について知る必要があるので、あなたの本を読みます。と言われる。なんとなく、釈然としない気持ちが湧いてきた。<br />"
    },
    {
        "title": "700 心から体へ、体から心へ",
        "body": "体力について言われていることを、心や知性に置き換えてみる。あるいは、その逆。<br />"
    },
    {
        "title": "699",
        "body": "本は異なる自分をつくる<br />"
    },
    {
        "title": "698 発想に変わる言葉",
        "body": "発想の「発」は、実はあまり実態を表していないのではないか？発想というから、何か頭をひねらなければいけないのではないか。<br />"
    },
    {
        "title": "697 シンイ",
        "body": "mind + will<br />"
    },
    {
        "title": "696.a.1",
        "body": "命令マインドセット下でのアレンジは「脱線」と呼ばれる。<br />"
    },
    {
        "title": "696.a",
        "body": "命令マインドセットでは、アレンジという発想は出てこない。<br /><br />"
    },
    {
        "title": "696 命令マインドセット",
        "body": "表現は難しいが、命令マインドセットと呼べるものがあるのではないか。そのマインドセットでは、タスクリストはすべて「やるべし」という命令として解釈される。同様に、ノウハウ本に書いてある技法も「こうすべき」として読まれる。著者が、「こうすべき」と書いていなくても、読み手がそのマインドセットでそう解釈してしまう。<br /><br />"
    },
    {
        "title": "695",
        "body": "『職場の現象学: 「共に働くこと」の意味を問い直す』という本が面白そう。<br />フッサール現象学<br />「執筆の現象学」の拡張のヒントになるのでは？<br /><br />目次<br />　第1部 現象学で見えてくる人間関係の成り立ち(「たった一人のあなたの実感」から始まる現象学<br />　日本社会での人間関係の特質<br />　人は自分に嘘はつけないこと ほか)<br />　第2部 共創する職場(顧客との場の共創―株式会社前川製作所<br />　場づくりによる組織文化変革―巣鴨信用金庫<br />　働くことと身体性の意味を問う―こころみ学園 ほか)<br />　第3部 対談 露木恵美子×山口一郎(日本の職場でおこっていること<br />　日本人の内向きの人間関係<br />　職場における対話と創造性について)<br />"
    },
    {
        "title": "694",
        "body": "現代の情報化社会で必要なリテラシーと、市井の思考愛好家が好む技術の話が、重なっている部分もあり、そうでない部分もありそうなので、そこは切り分けた方がいいかなという気はしている。<br />"
    },
    {
        "title": "693",
        "body": "最近ますますYouTubeの広告が鬱陶しくなってくる。それと共に、どんどんYouTubeプレミアムへの加入意欲が高まってくる。それがもたらす、メディア生態系への影響はどのようなものか。<br />"
    },
    {
        "title": "693.1",
        "body": "よそ行きの文章は、よそで書く。<br />"
    },
    {
        "title": "693 身体的なものと執筆",
        "body": "執筆が精神に影響を受け、精神が自身の肉体も含めた環境に影響を受けるなら、場所を変えて執筆することは、単に気分転換以上の意味を持つ。<br /><br /><br />"
    },
    {
        "title": "692 喫煙室の雑談を構成する要素",
        "body": "部門を超えた交流、一時的な休憩、立ち話、オフレコとパブリックの狭間<br />"
    },
    {
        "title": "691 自律と自由と我執",
        "body": "「自由」に関する話題は、この三つを区別して考える必要がある。<br /><br />考えるでもなく連続的に浮かんでくる思想の流れは「自由」だと言える。制約を持たないものとしての自由。<br /><br />一方で、自分がやろうと決めた仕事を脱線せずに全うするというのも自由である。それは「自分に由る」という自律の感覚だ。<br /><br />しかし、その度が過ぎると、我執となり、それはまた自由ではなくなっていく。<br />"
    },
    {
        "title": "690",
        "body": "人は、何かを信じることなく、在ることができるのだろうか。<br />→我思う、故に我あり。<br />→数学の公理<br />"
    },
    {
        "title": "689 家事の特殊性",
        "body": "毎日性、裏方性、非結末性<br />→プロジェクトX症候群との対比<br />"
    },
    {
        "title": "688",
        "body": "すべてのプロジェクトは均等なのか。重要度は同じなのか。あるいは「いまやること」と「いつかやること」の二分類だけで綺麗にカテゴライズできるのか。答えはNoだろう。<br /><br />GTDがやっているのは、綺麗に管理するために、そのような差異を無視して扱うことで、それは程度の差はあれどのような管理でも顔をのぞかせる要素ではある。<br />"
    },
    {
        "title": "687.2",
        "body": "奇人・変人・ストレンジャー<br />→異論・反論・オブジェクション<br />"
    },
    {
        "title": "687.1 逸脱者",
        "body": "deviater<br /><br />"
    },
    {
        "title": "687 逸脱",
        "body": "deviate<br /><br />"
    },
    {
        "title": "686 コマンドライン仕事術",
        "body": "たとえば、こうして作業記録を書きながら作業を進めると、画面の上が過去の記録となる。このやり方は、コマンドラインを使った作業と似ている。<br />"
    },
    {
        "title": "685 箱庭的体系化",
        "body": "その人だけが使える情報の体系化のこと。<br />"
    },
    {
        "title": "684 変換ミス",
        "body": "感心/関心<br />正体/招待<br />"
    },
    {
        "title": "683.1",
        "body": "記録することで、自分の人生に価値を見出す。<br />"
    },
    {
        "title": "683",
        "body": "Life Worth Recording<br />あなたの人生は記録するに値する。<br /><br />"
    },
    {
        "title": "682.1",
        "body": "個別の記録（手帖やノート）がメインテーマではなく、「記録」そのものが主題。<br />"
    },
    {
        "title": "682",
        "body": "記録についても、いろいろ書きたい気持ちがある。<br /><br />"
    },
    {
        "title": "681 本は何を作り出すのか",
        "body": "なぜ本を読むのかではなく、「本」は何を作り出すのかという視点から何か書いてみたい気持ちがある。<br />"
    },
    {
        "title": "680 夢の話",
        "body": "スーパーを歩いていたら、東南アジア風の人にくしゃくしゃのメモを見せられて、「UFOどこですか？」と尋ねられる。思わず、「サークル？　スクエア？」と尋ねて、インスタント食品の売り場に案内する。<br />"
    },
    {
        "title": "679.a",
        "body": "DoMA式が相対するのは、このカテゴリー主義である。<br />"
    },
    {
        "title": "679.1",
        "body": "GTDの「これは何か？」というワークフローは、頭の中の気になることをカテゴライズすることである。<br /><br />それは対象の「真名」を解き明かす行為に相当する。一度判明した「真名」は絶対で揺るぎようがない。<br /><br /><br />"
    },
    {
        "title": "679 カテゴリー主義",
        "body": "物事を排他的に分類し、それが固定されたままであると認識する考え方<br />→イデア主義<br /><br /><br />"
    },
    {
        "title": "678",
        "body": "計画とは、仮説であり、仮説には間違いが含まれる。<br />"
    },
    {
        "title": "677.a",
        "body": "計測できないものは、企画する。<br />"
    },
    {
        "title": "677",
        "body": "計画の前に、まず計測。<br /><br />"
    },
    {
        "title": "676",
        "body": "執筆（創作）・編集（演出）・翻訳の三つはベン図を描く。<br />￼<br />"
    },
    {
        "title": "675.a.1",
        "body": "しかし、それが公開されるものならば話は変わってくる。「じぶんと似た人」の集合に向けられた情報となる。そこに価値を見出すかどうかは、人それぞれだろうが。<br />"
    },
    {
        "title": "675.a",
        "body": "じぶん一人だけでは、ドキュメントの整備に大きな時間を投下する価値はそれほどないかもしれない。<br /><br />"
    },
    {
        "title": "675",
        "body": "ドキュメントを整備する行為は、企業に属する人が多ければ多いほど価値を持ってくるだろう。では、それは個人の仕事環境ではどうか。<br /><br />"
    },
    {
        "title": "674 変わらないこと",
        "body": "「変わらないこと」が重要視されるが、「変わらないこと」が目標とされるのではなく、何かしらの価値観を持ち続けた結果として、変わらなかったことが大切なのだろう。<br />"
    },
    {
        "title": "673 一首",
        "body": "静かなる 雨の匂いに 誘われて いつもの道を 外れるそぞろ<br />"
    },
    {
        "title": "672.a",
        "body": "一億総資本家計画<br />"
    },
    {
        "title": "672",
        "body": "資本主義の中にミニ弁証法システムが組み込まれているので、社会全体のエネルギーが資本主義そのものではなく、そのミニシステムに吸い込まれて、資本主義が打倒されることはない、と考えることはできるだろう。<br /><br /><br />"
    },
    {
        "title": "671 ドキュメント駆動業務",
        "body": "<br />◇テレワークで始めたドキュメント駆動業務｜Dentsu Digital Tech Blog｜note<br />https://note.com/dd_techblog/n/n2cff67bdfbc3<br /><br />業務を行う前にハンドブックを見る。書いてなければ、新たにハンドブックを書く。その次に業務を行うという、いわば「ドキュメント駆動業務」であるという点です。<br />"
    },
    {
        "title": "670.a GitLab Handbookの項目",
        "body": "Company<br />People Group<br />Engineering<br />Marketing<br />Sales<br />Finance<br />Product<br />Legal<br />"
    },
    {
        "title": "670.1",
        "body": "単に新しい指針が提示されるだけでなく、どんな状況でどうなったから新しい指針が生まれたのか、という「（ひとり）ディスカッション」も残せる。<br /><br />"
    },
    {
        "title": "670 仕事の指針をGit管理",
        "body": "<br />◇テレワークで始めたドキュメント駆動業務｜Dentsu Digital Tech Blog｜note<br />https://note.com/dd_techblog/n/n2cff67bdfbc3<br /><br />会社で業務を遂行するためのあらゆる指針、ルール、業務マニュアルが記載されたドキュメント群<br /><br />上の記事を個人の仕事の進め方に援用すると、自分の仕事のやり方や指針をgitで管理しておくと、それらのアップデートがすべて辿れる、ということになる。<br /><br />"
    },
    {
        "title": "670",
        "body": "自分の幸福ばかり追い求めている人はいつも怒っているような気がする。<br />"
    },
    {
        "title": "669",
        "body": "特定の期間を除いて、「勉強しなければならないから勉強する」というので勉強するのはただ精神を追いつめるだけな気がしないではない。<br />"
    },
    {
        "title": "668.2",
        "body": "ブログひと記事の更新は、その意味で内容的な区切りがはっきりある。一方で本の執筆はときどきそれが消失してしまう。それをなくすこと。意識的に文節化していくこと。一日あたりの文字数設定も、それと関係してくる。<br />"
    },
    {
        "title": "668.1",
        "body": "脳に「ここまでやれば、終わり」という認知を発生させないと、過剰にそのエネルギーを見積もりがち。<br /><br />"
    },
    {
        "title": "668",
        "body": "仕事に時間的な区切りをつけるように、内容的な区切りもつける。<br /><br />"
    },
    {
        "title": "668 日記について",
        "body": "『知的生産の技術』より<br />•文学的な日記、科学的な日記、実務的な日記、哲学的な日記￼<br />•他人との文通<br />•形式や技法が重要な理由<br />•航海日誌としての、心の記録でない記録<br />•自分自身にむかって提出する毎日の経験報告<br />•思想も、感情も、客観的に、簡潔に記録できるはずのものである。<br /><br />＊　＊　＊<br /><br />一時間くらいで2000字が書けました。日記について書きました。日曜日に公開されます。<br />"
    },
    {
        "title": "667",
        "body": "知的生産のメモシステムは、二つの要素だけで構成される。メモとメモ置き場だ。カードとカードボックスがその代表的な具体例だが、それ以外にも当てはめられる。 #知的生産の技術<br />"
    },
    {
        "title": "665 Twitterの楽しみ方",
        "body": "TwitterはROMでもそれなりに面白いが、建設的（生産的）に他者のツイートに絡んでいくとより面白くなる。知的交流。日常生活では絶対に発生しない、知的交流。<br />"
    },
    {
        "title": "664 筋トレと知トレ",
        "body": "筋トレは負荷を与え、筋繊維を傷つける。それによって、単に回復するだけでなく、より増強された形で再構築される。知トレも同様で、単に知識を増やすのではなく、一度既存の構造を破壊する形で行われる。ネットワークの再編。今井むつみ『学びとは何か』<br />"
    },
    {
        "title": "663",
        "body": "好きなものは最後までとっておく心理は、タスク管理ではうまく働かない気がする<br />→給料天引き貯金<br />"
    },
    {
        "title": "662.2",
        "body": "体重を管理するために体重計とグラフが、家計を管理するために家計簿と電卓が必要なように、自分の注意を観測、管理するためのツールが必要なのだろう。<br />"
    },
    {
        "title": "662.1",
        "body": "つまり、Weight scaleならぬAttention scaleなわけだ<br /><br />"
    },
    {
        "title": "662",
        "body": "タスクシュート的なタイムラインに自分がやろうとしていることを並べると、それがあまりにも多すぎることが実感される。同様にDoMA式で、注意の対象を階層によって整理せずに一列に並べると、いかに自分が多くの対象に注意を向けようとしているのかに気付かされる。<br /><br />"
    },
    {
        "title": "661.2",
        "body": "彼らは生産者（労働者）を生産することで利益を発生させている。あたかも、資本家であるかように生産することで。 それによって本来労働者に対して与えるべき庇護が消失し、それが余剰価値として現れる。<br />"
    },
    {
        "title": "661.1",
        "body": "<br />別の言い方をすれば、大手プラットフォームは、名ばかり情報資産家を大量生産しているとも言える。<br /><br />"
    },
    {
        "title": "661.a.1",
        "body": "信頼の構築も必要。<br /><br />"
    },
    {
        "title": "661.a",
        "body": "情報化社会で、特定のプラットフォームがなくても「仕事」を生み出せる力は、知的生産の技術と関係している。<br /><br />"
    },
    {
        "title": "661",
        "body": "ごく単純に、特定のプラットフォームがなくても「仕事」（お金を生み出せる行為に近似）ができるかどうかが、情報資本主義社会での生産手段の有無だと捉えられないだろうか。<br /><br />"
    },
    {
        "title": "660",
        "body": "二つ考えたいことがある。一つは「読まれることが至上」というときの、「読まれる」とは何を含意しているのか。もう一つは、インパクトは強い言葉によってしか生まれないのか→読まれることが至上でも、そこで言葉の刃をとるのか、木を植えるのか | http://Lifehacking.jp https://lifehacking.jp/2020/07/impact/<br />"
    },
    {
        "title": "659",
        "body": "URLを開く動作で、Ulyssesのシートが開けるなら、たとえばEvernoteの作業記録をランダムで開くのと同じ方法が使える。エッセイや小説ネタをそれぞれ1シートにいれておいて、ランダムに表示させる、というやり方で、過去に押し流されたアイデアを拾い上げる環境。なんなら、MindGardenにURLをつっこんでもいい。<br />"
    },
    {
        "title": "658 Ulyssesのコールバック",
        "body": "Macだと、ulysses://x-callback-url/open?id=bcDD8ZjmiWccgedGTYBMLg のようなリンクを踏めば、そのシートが開く。ということは、特定のプロジェクトのシートを選択しておいて、それをコマンドラインから開くようにすれば、いちいちspotligntでUlyssesの起動を経由しなくてもいい（まあ一ステップしか違わないが）。<br />"
    },
    {
        "title": "657 注意の循環",
        "body": "体調不良や精神状態が良くなくなってくると、だんだん自分の心や体に長い時間注意が向き始める。そうなると、注意の循環が始まり、それがだんだんと強化される。その循環性をいかに開放するか（注意を手放せるか）が一つの肝なのだろう。<br />"
    },
    {
        "title": "656 水樹奈々さんのプレイリスト（10曲）",
        "body": "ご結婚記念に、オススメ曲を10曲選びたいところ。<br />"
    },
    {
        "title": "655",
        "body": "新しいMacOSでは、アプリケーションの操作にAppleScriptではなく、JavaScriptが使える。ということは、置換といったテキスト処理が大幅に楽になる。逆に、ダイアログの表示とかは面倒になるし、おそらくデバッグも難しくなるが。<br />"
    },
    {
        "title": "654",
        "body": "たまに「隙間時間などない」という言説を見かけるが、実際は「隙間時間は無限にはない」が本当のところだろう。で、それは「時間は無限にない」につながっている。言い換えれば、隙間時間が無限にあるように感じられるのは、そもそも時間が無限にあるように感じられるからだ。<br /><br />よってこれは、時間が無限にある感覚と立ち向かうのが真なる解決となる。「隙間時間などない」と言ったところで、現実的に何かを待っていて手持ちぶさたな時間がああることはたしかで、この活用は時間がかつかつなときほど重要なわけだから。<br />→RPGでは時間が流れない<br /><br />"
    },
    {
        "title": "653 ランダムリマインダー",
        "body": "特定の日時に思い出したいのではなく、「たまに思い出せたら言いな」と思うものをランダムにリマインドしてくれるツール。何か別の名前（たとえば曖昧検索のようなネーミング）でもいい。不思議と、そういうツールはほぼ見かけない。<br />"
    },
    {
        "title": "652",
        "body": "「あるある」的な共感による面白さはすぐに作り出せるが、だからこそ別の「あるある」的な共感にすぐに上書きされてしまう。<br />"
    },
    {
        "title": "651.2",
        "body": "「思っていたもの」が「そのまま提出される」環境とは、「間」がない環境のことだ。<br />"
    },
    {
        "title": "651.1",
        "body": "漢字変換の誤変換によって、ダジャレが生まれる。「思ってもみなかったもの」が提示されるとき、脳はそこに新しいつながりを生み出そうとする。<br /><br />"
    },
    {
        "title": "651",
        "body": "発想とは、一秒前まではそんなことを考えてもいなかったものを考え出すことだ。その意味で、完璧なコンピュータが「思っていたもの」を即座に提出してくれるような環境は、ぜんぜん創造性を刺激してくれないだろう。誤配がない。[644]<br /><br />"
    },
    {
        "title": "650",
        "body": "Slackのチャンネルに登録していたRSSを削除し、別にRSSだけが流れるチャンネルを作った。人間がつぶやく場所とbotがつぶやく場所を混ぜると、急にその空間の「意味合い」が変わってくるので注意が必要。<br />"
    },
    {
        "title": "649 DoMA上の操作",
        "body": "prepend・・・項目の一番上部に挿入（WorkFlowyでドラッグしたときにこうなる）<br />append・・・項目の一番下部に挿入（項目を縦に並べて、下の項目をシフトダウンしたときにこうなる）<br />"
    },
    {
        "title": "648",
        "body": "Webクリップするときには、かならず文脈やコメントを一緒に記載する。<br /><br />たとえば、「そうえばVS Codeでプレビューは閲覧できるけど、これはファイルにはなてっていないから、たとえばiPhoneとかでプレビューは閲覧できないよな。なんか出力の方法はあるのかな」と思ったので、それを調べたときに、#DoMAのデイリーに、「VS Codeでプレビューを出力（ファイル保存）」という項目を作って、その下に見つけたページのタイトルとURLを貼り付けておいた。<br />￼<br /><br />単にURLを貼っているだけでは、どの文脈でこれを保存したかがわからない。逆に言えば、こうして書いておけば、「そうえば、VS Codeのプレビューを出力する方法を調べてなかったっけ？」といった思い出した方をしたときに、検索で見つけられる。URLを保存しているだけだと、MarkdownやPDFという文字列が必要になってくるが、それがシュッと出てくるとは限らない。<br /><br />"
    },
    {
        "title": "647",
        "body": "「ノートの達人」というタイトルの本は、ぐぐった限りでは見つからなかった。<br />"
    },
    {
        "title": "646.1 知の交易所の難しさ",
        "body": "ネットでは自分のドメインを強くする欲望が刺激される。知の交易所は共有地であり、その欲望とうまく合致しない。<br />"
    },
    {
        "title": "646.a",
        "body": "掲示板やメーリングリストは、今考えている「知の共有」に関連する話だということに気がついた。<br /><br /><br />"
    },
    {
        "title": "646",
        "body": "以前考えていた情報交流の掲示板は、メーリングリストでも良いのではないか。<br /><br />"
    },
    {
        "title": "645 ビジネス感覚",
        "body": "環境の動的な変化、お客さん、コストと利益。最低でもこの三つの概念が不足していると、ビジネス感覚が弱いと言わざるを得ない。<br />"
    },
    {
        "title": "644",
        "body": "考えることの本質は脱線にある。<br /><br />と、大胆に言い切ってみよう。そこから何が生まれるか。<br />"
    },
    {
        "title": "643",
        "body": "インプットとアウトプットの「間」が自由だとするならば、それの二つがダイレクトにつながるとき、間/自由/自分が消失していく。<br />"
    },
    {
        "title": "642",
        "body": "アウトラインとは投網である。書くことを捉え、書かないことを決める。<br />"
    },
    {
        "title": "641",
        "body": "「次にやること」でもなく「いつかやること」でもない、「たまに思い返したい」ことがある。GTDでは、これが扱えない。<br />"
    },
    {
        "title": "640",
        "body": "内側に矛盾を抱えていない（ズレがない）人間は、そこからの弁証法的発展はない。そこで行き止まり。完璧な調和がそこにあり、それは行き止まり。<br /><br />640.1<br />自分は、自分という感覚の肯定で、理性は何かしらの否定として働くなら、ここに弁証法的な動きの萌芽があると考えられる。<br /><br />640.2<br />インプットとアウトプットに間にある「自分」。<br /><br />640.3<br />間がなければ、自分もない。<br />"
    },
    {
        "title": "639",
        "body": "開き直りは突き詰めると、むしろ閉じてしまう。<br />"
    },
    {
        "title": "638 貨幣による間接と直接",
        "body": "物々交換に比べると、貨幣を使った売買は、間接的になっていると言える。しかし、貨幣の導入によって、何段階も物々交換しなければならなかったものが、直接入手できるようになったとも言える。<br /><br />その代償として、すべてが「金額」という統一的な価値順のものに置かれてしまった。<br />→答えを直接知ることができるインターネットは、私たちを何と直接つなげたのか？<br />"
    },
    {
        "title": "637",
        "body": "多様な意見の存在を肯定することが大切だとして、「多様な意見など肯定しなくていい」という意見はどのように扱えばいいのだろうか。<br /><br />637.1<br />「多様な意見など肯定しなくていい」という意見が存在することは肯定し、しかしそれが現実の社会システムに組み込まれるのを否定すればいいのだろうか。それは矛盾した態度ではないのだろうか。おそらくそうではないのだろう。意見が存在することの肯定は、その意見の肯定とは異なるからだ。<br />"
    },
    {
        "title": "636",
        "body": "カードを書くと、思想は広がる。<br /><br />636.1<br />書き留めておくことで、それが「点」となり、線や面や立体が生まれ始める。<br />"
    },
    {
        "title": "635",
        "body": "{具体的でない、抽象化できていない、知識が足りていない、用語が理解できていない、全体像がない、論理がつながっていない、反証が検討できていない、前提が確認できていない、要素を切り分けられていない} <br /><br />「考える」が苦手という場合、以上のひとつだけが現れるというよりは、複合的に出ている気がする。<br /><br />635.1<br />自分が考えているとき、詰まった場合にどのような角度の変化を求めればいいのかが、わからないのかもしれない。<br />"
    },
    {
        "title": "634 間的な捉え方",
        "body": "確率（統計）、（多様な）物語、<br /><br />逆の捉え方→結論にすぐ飛びつくこと、疑問を抱えておけないこと、認識の単一性に囚われること<br />"
    },
    {
        "title": "633 まな板とパントリー",
        "body": "まな板が無限大に大きくても意味はない。そんなにたくさん調理することは人間にはできないから。一方で、食材を入れておくパントリーはある程度大きいほうがいい。しかし、それが生活の導線のど真ん中にあると邪魔である。<br /><br />633.1<br />区間が区切られているからこそ、まな板はまな板として認識される。有限化。<br />"
    },
    {
        "title": "632",
        "body": "動画よりもテキスト情報の方が摂取が早いから、再びテキストの時代に戻ってくる、ということはないが、最近のYouTubeの広告は品のないものが増えてきているので、そういう方面ではもう終わりつつあるのだろう。<br /><br />632.1<br />操作を含めた身体的な動きは動画で伝えるのが適しているが、思考の動きは言葉を介して伝えるのが適している。<br /><br />632.2<br />ゲーム解説動画・実況動画を見ていると、参考になるのは解説者の語りである。状況認識や判断がどのように行われたのかが言葉として語られることで伝わってくる。画面の操作を見ているだけでは、それは伝わってこない。<br />"
    },
    {
        "title": "631",
        "body": "知的生産の技術系の情報が流れる掲示板が欲しい。新しいツールの発見報告や、それ系ブログの更新情報が流れているような掲示板。<br /><br />Slackでもいいのだけども、誰でも自由に閲覧できない点が求めているものと少し違う。<br />"
    },
    {
        "title": "630 脱線が脱線を呼ぶ",
        "body": "出生率と同じで、脱線率のような概念があって、それが一定レベルを超えてしまうと、脱線がいくらでも拡散してしまう。<br />"
    },
    {
        "title": "629",
        "body": "[573]は、組織と行政の話を「直結」している。つまり、間がない。自分と公の話をつなげるのも同じ。<br />"
    },
    {
        "title": "628",
        "body": "DoMA式は、その内部において再帰的であるだろうか？<br />"
    },
    {
        "title": "627 ミニ・インボックス",
        "body": "WorkFLowyで項目を、別の項目化にドラッグすると、下位項目の最上位にそれらは位置する。<br /><br />￼<br /><br />これは「まだ適切に位置づけられていない」ものを示し、つまりこの空間がある種のインボックスである。<br />"
    },
    {
        "title": "626",
        "body": "DoMA式は、動的デザインである。<br />"
    },
    {
        "title": "625.1",
        "body": "ただし「その日」の作り方は、人によって変わりうる。<br /><br />"
    },
    {
        "title": "625",
        "body": "DoMA式は、「その日」とそれ以外のリストを作り、それらをフラットに並べることが基本的なスタイルと言える。<br /><br />"
    },
    {
        "title": "624",
        "body": "自分が書いたものが、他の人に言及され、研究される。梅棹さんが作っていたグループでも同じようなことが起こっていたのだろう。<br />"
    },
    {
        "title": "623",
        "body": "◇週次レビューの曜日をいつにするか｜セム｜note<br />https://note.com/ssem/n/nc3a648c98119<br />自分の関心の枠に合わせて(DoMA-Style)、自分でルールを作って柔軟に対応できるDIY式のタスク管理、おすすめです!<br />"
    },
    {
        "title": "622",
        "body": "◇DoMA式はフレームワークを作らない設計だ - しごたのじゃーなる<br />https://scrapbox.io/cyblog/DoMA%E5%BC%8F%E3%81%AF%E3%83%95%E3%83%AC%E3%83%BC%E3%83%A0%E3%83%AF%E3%83%BC%E3%82%AF%E3%82%92%E4%BD%9C%E3%82%89%E3%81%AA%E3%81%84%E8%A8%AD%E8%A8%88%E3%81%A0<br />「ターミネーター2」で度肝を抜かれたときの感覚に近い。骨がないから倒せない。とう作るかの情報さえあれば再構築できる。軟体動物みたいな、必要に応じて殻をまとう。無脊椎動物。<br />DoMA式はフレームワークをいったん棄却する（あとで使う）。あるいはそれを「全体」ではなく「断片」として捉える。<br />"
    },
    {
        "title": "621.1",
        "body": "今までは、日中は記事を書くことに時間を使い、思いついた小さな着想は見出しだけ書いて放置していた。今は、小さな着想はなるべく文章化して、記事を書くのは後回しにしている。頭の動かし方が変わっている。<br />"
    },
    {
        "title": "621",
        "body": "以前までと比べて、「自分が考えていることの全体的なネットワーク図（コンセプトマップ）」が頭に思い浮かびやすくなっている。<br /><br />そのことは、こうして日々小さいメモを作っていることと無関係ではないはずだ。<br /><br />"
    },
    {
        "title": "620 洒涙雨",
        "body": "さいるいう。七夕の夜に降る雨。<br />牽牛と織女が逢瀬の後に流す惜別の涙が雨になったものとも、逢瀬が叶わなかった悲しみに流す涙の雨だとも言われる。<br />"
    },
    {
        "title": "619.4",
        "body": "ノート（あるいはアウトライン）に何かを書いて、考えることをやっている人たちも、[619.3]と同じようなことをひとりでしているのだろう。<br />"
    },
    {
        "title": "619.3",
        "body": "妻が私に仕事上のトラブルをしゃべっていると（私は頷いているだけ）、だんだんと問題点が明確になって、対策が思い浮かぶ。私はいっさいの補助をしていない。ソクラテス的な（あるいは精神分析家のような）問いかけすらしていない。ただ聞いていただけ。それで、当人の中から答えが出てくる。それまでと違った道筋の思考が走り始める。<br /><br />"
    },
    {
        "title": "619.2",
        "body": "こうやって作業記録にメモをいろいろ書いていくことも、それに近い効果があるだろう。<br /><br />"
    },
    {
        "title": "619.1 ラバーダックデバックと説明深度の錯覚",
        "body": "言葉にして説明することで「説明深度の錯覚」が解消され、より実際的な理解へと至れる。それがデバックを促進させる。<br /><br />"
    },
    {
        "title": "619 ラバーダックデバッグ",
        "body": "あひるの人形にコードの説明をしながらデバックを進めていくこと<br /><br />"
    },
    {
        "title": "618.1",
        "body": "Scrapboxは、その意味で言えば、情報カードでやろうとすることを実現してくれるツールである。<br />"
    },
    {
        "title": "618",
        "body": "Notionは、ノート好きな人たちの欲求を受け入れてくれる。その意味でノートツールと呼べる。<br /><br />"
    },
    {
        "title": "617",
        "body": "考えるためのシステム、読むためのシステム、書くためのシステム<br /><br />それぞれは同一であってもいいが、別であってもいい。つながってさえいれば。<br />"
    },
    {
        "title": "616",
        "body": "言葉にできないものを大切にすることと、言葉を大切にすることは両立するはずだし、むしろお互いに高め合うところがある。<br />"
    },
    {
        "title": "615 ロックとリベラル",
        "body": "ロックが反抗の精神であるならば、「ロックの伝統を守る」というのはロック的ではない。リベラルがある自由さの重要性を主張するならば、「リベラルとはこうあるべき」という規範はリベラル的ではない。<br />"
    },
    {
        "title": "614 デイリータスクリストでの有限化",
        "body": "どちらにせよ、やることのすべてをそこに放り込むことはできない。よって、以下の方法で絞り込む必要がある。<br />・個数で絞る<br />・時間で絞る<br />・パターンで絞る<br />"
    },
    {
        "title": "613 選択に必要なのは理由ではなく基準",
        "body": "タスクリストを作るときにも、選択は行われているが、作ったリストから次の項目を選ぶときにも選択は行われている。<br /><br />そして、選択に必要なのは「理由」ではなく「基準」である。それが優先順位ということ。<br /><br />613.a<br />すべてのものを優先するなら、それは優先順位ではない。<br /><br />613.a.1<br />機械的に決定されるなら、それも優先順位ではない。（たとえば優先座席について考えてみる）<br />"
    },
    {
        "title": "612",
        "body": "メディアはあたかも、自分たちが無色透明であるかのように振る舞うことがある。自分の影響はなく、影響を与えるのは、ただそこにある現象なのだ、と。もちろん、それは大いなる錯覚である。<br />→市民一般に対する批判を口にするとき、あたかも自分だけはその批判対象から除外されているように語る人も、在る意味では無色透明なのかもしれない。<br />"
    },
    {
        "title": "611",
        "body": "最近のWebの状況について、情報社会論と資本論を合わせることでようやく記述できるようになってきた感がある。<br /><br />611.1<br />生産手段を所有するものが資本家で、所有手段を自ら持たないのが労働者である。<br /><br />611.2<br />だとしたら、情報を生み出せる端末が普遍的に行き渡っている現代は、皆が資産家であるはずだ。が、現実はそうなっていない。その乖離はどこにあるのか。<br /><br />611.3<br />書店で発想法の本が広告コーナーにあり、仕事術のコーナーには事務仕事の効率化の本がたくさんあるのは、象徴的である。<br /><br />611.4<br />資本は全体を包摂していく。<br /><br />611.5<br />梅棹忠夫は知的生産を社会参加の一つとして見ていた。しかし、知的生産による情報発信は、資本情報化社会における「生産活動」でもある。その活動は、資本に包摂されうる。<br /><br />611.6<br />市民的な社会参加には、政治的なものもあれば、仕事的なものもある。そして、仕事的なものは、資本的なものと現代では密接につながっている。<br /><br />611.7 ネット情報の主役の推移<br />最初に情報、つぎに人、最後にお金。<br />"
    },
    {
        "title": "610 ソフトとハード",
        "body": "情報化社会はソフトな社会であるはずだが、しかしソフトを動かすためにはハードが必要で、むしろハードの重要性がますます上がる社会ではないか。<br />"
    },
    {
        "title": "609 デリダの用語",
        "body": "弁証法的軋轢、悲劇、彷徨、解読、遊戯、戦争、差延<br />"
    },
    {
        "title": "608 PVを狙う方向にシフトするということ",
        "body": "<br />￼<br /><br />単純により多くの人に読んでもらう、つまり既存の読者に＋αするのではなく、より母数の多い読者集合にシフトする、ということ。PV数を見ているだけでは、この変化は捉えられない。<br />"
    },
    {
        "title": "607",
        "body": "たとえば、『知的生産の技術』が「発見の手帳の効用は以下の3点です」みたいな書き方がされていたら、こんなには読み継がれなかっただろう。というかそもそも「えっ、今ノート使ってないんですか。だったらカードの話だけでいいですね」みたいに編集されている可能性も高い。<br />"
    },
    {
        "title": "606.5",
        "body": "材料がすべて揃っていないと行動に踏み切れない人は、「根拠の奴隷」と呼べる。意志の欠如。<br />"
    },
    {
        "title": "606.4",
        "body": "おそらく「赦し」も同じだろう。赦すための材料が揃っているから赦すというのではなく、むしろ一生恨んでも構わない材料が揃っていてなお赦すことが、赦しであろう。<br /><br />"
    },
    {
        "title": "606.3",
        "body": "パスカルによれば、信仰とは、信じるに足る証拠をすべて提出されたから信じるというものではない。つまり、信仰には飛躍（ジャンプ）がある。このジャンプが、意志である。<br /><br />そしてそのジャンプこそが、断絶を飛び越えるための力でもある。<br /><br />"
    },
    {
        "title": "606.2",
        "body": "意志とは賭けであり、賭けには喪失の可能性がいつでも付きまとう（しかも胴元が必ず勝つ→時間はその取り分を確実に取り立てる）。にも関わらず、賭けるというのが「意志」なのだ。<br /><br />"
    },
    {
        "title": "606.1",
        "body": "でもって、その選択（たとえば今日メルマガを書く）には、正しいや間違っているという評価は適さない。というか、正しいと言えば正しいし、間違っていると言えば間違っていると言える。無限に理由づけできる。それを切断するのは、偶有性と共にある「意志」だ。シンイの力。<br /><br />"
    },
    {
        "title": "606",
        "body": "デイリータスクリストにいろいろなものを放り込みたい気持ちが湧いてくるが、結局そんなことをしても達成できるわけではない。メルマガを書くのに4時間かかるなら、4時間分の「何か」ができなくなる。取捨選択。つまり、欲望を現実化するための装置ではない。<br /><br />"
    },
    {
        "title": "605 現実は、いつも遅れて構成される。",
        "body": "物から反射した光が目に届くまでにはごくわずかな遅れがある。その他の感覚器官でも、刺激を受けてから脳内で処理するためには時間がかかる。私たちの現実感覚・現実認識は、そこにある現実と比べれば、いつも「ズレ」を抱えている。脳は、そのことに気がつかないように巧妙に情報を処理している。<br />"
    },
    {
        "title": "604.2",
        "body": "運良くたくさんの機会に恵まれていても、そのすべてを安全策で通り抜けてきたら、そこには経験がほとんど蓄積しないだろう。<br />"
    },
    {
        "title": "604.1",
        "body": "本の執筆は、これまで書き慣れたやり方を踏襲すれば、失敗するリスクは低くなる。しかし、リスクマネジメントの考え方を取れば、そのような安全策ばかりを取っていると、一向に書き手としての成長は望めない。<br /><br />"
    },
    {
        "title": "604",
        "body": "リスクマネジメントとは、リスクと避けることでなく、リスクをとれるようにすることである。<br /><br />"
    },
    {
        "title": "603 生活の正規化",
        "body": "自分の生活を、徹底的なパターンに落とし込むこと。それ以外の要素を力強く排除しようとすること。<br /><br />たとえば、「買い物リストはここに書く」と決めたら、絶対にそれ以外の場所には書かないようにしたり、別の場所に書くような生活の動きを抑制したりすること。<br />"
    },
    {
        "title": "602",
        "body": "メモがあるテーマにおいて固定的に表示されると、「それについて考えなければならない」感覚が強まって、思考が流れている感じが消えていく。あるいは流れている感じとのミスマッチが起きる。<br />"
    },
    {
        "title": "601",
        "body": "「我執から他力へ」は「自律から他律へ」と似ているが、少し異なる。前者はベクトルの角度が変わっている。<br /><br />「自律から他律へ」は、最終的に自分がそれを欲して、他人の律にゆだねるという感じで、「我執から他力へ」は、そもそも自分が欲するというその部分を諦めるようなところがある。<br />"
    },
    {
        "title": "600.1",
        "body": "よって、初期の段階で利益を作っていたノウハウが、中期を過ぎるとほどんと役立たなくなってしまう。<br />→先行者利益<br />"
    },
    {
        "title": "600",
        "body": "ある時点でクローズだったものがオープンになるとき、かつての価値観の名残でそこに価値が生まれる。しかし、時間が経つとオープンであることが当たり前になり、そこには価値がなくなる。新たな価値を生み出すまでは。<br /><br />"
    },
    {
        "title": "599",
        "body": "よくよく考えれば、買い物したときにビニール袋が無料でもらえるのは「当たり前」のことではなかったはず。<br />"
    },
    {
        "title": "598",
        "body": "今Evernoteに即座にメモするような環境は直ぐに作れるが、よくよく考えたらテキストファイルに即座にメモすることもできる。今まではファイルの書き込みをやったことがなかったので触っていなかったが、今は普通にできるので、AppleScript経由で、テキストファイルにメモが追記できる。それをDropboxで同期しておけば、案外いろいろやっていけるのではないか。<br />"
    },
    {
        "title": "597",
        "body": "「考える力」が重要だとして（その定義も気になるところだが）、実際は「考える余裕」（時間・体力・注意力）がないとどうしようもない。<br />"
    },
    {
        "title": "596.1",
        "body": "メモにハッシュタグをつけてそれだけを抜粋できるようにするか、抜き出すための特別な記法を設定するか。<br />"
    },
    {
        "title": "596",
        "body": "タスク管理やセルフマネジメントに関するメモだけを抜き出して閲覧したら、それはもうちょっとしたブログとか電子書籍に近いものになるのではないか。<br /><br />"
    },
    {
        "title": "595.a",
        "body": "時間・お金・注意の三つを管理すること。有限性からはじめて。<br />"
    },
    {
        "title": "595",
        "body": "個人の時間が有限であるように、個人の注意もまた有限である。その有限性から出発しなければならない。<br /><br />"
    },
    {
        "title": "594.b",
        "body": "企画を思いつくと、それに育てるための時間も一緒についてくる気がする。<br />"
    },
    {
        "title": "594.a",
        "body": "タスクを設定すると、それを実行するための時間も一緒についてくる気がする。<br /><br />"
    },
    {
        "title": "594",
        "body": "本を買うと、それを読むための時間も一緒についてくる気がする。<br /><br />"
    },
    {
        "title": "593",
        "body": "自己啓発は、社会全体から見たときに、局所最適になりがち。<br />"
    },
    {
        "title": "592 共有知の悲劇",
        "body": "PV至上主義は、「知の持ち寄り」の文化を阻害してしまった。自分の領土に囲い込むことが是とされ、共有地に「知」を持ち寄ることは、愚作だと判断されてしまった。PV至上主義の一番大きい弊害がそこだろう。<br />"
    },
    {
        "title": "591 疑義の二階建て",
        "body": "何かに疑義を持ち、その答えを得たときに、そこにも疑義を持つというのは、疑義の二階建て構造である（あるいはメタ疑義）。それは、二階建ての建物を建てるのと同じように、維持するのがたいへんな知的営為なのだろう。言い換えれば、認知的エネルギーを多く使ってしまう。だから、小さなミスの発見で、そのまま流される。<br />→一手先は読むけど、三手先は読まない<br />"
    },
    {
        "title": "591 理解のミスリーディング",
        "body": "何かが「わかって」しまうと、それをわかっている自分に疑義を挟めなくなる。小さいミスを見つけると安心してしまい、より大きなミスを見逃してしまうのと同じ構造→奇術師のミスリーディング<br /><br />"
    },
    {
        "title": "590.1",
        "body": "人間だから、対象について良い感情を持ったり、悪い感情を持ったりするのは当然。しかし、それを「理屈」でコーティングして、いかにも理知的なものだと見せているのが、実に狡猾。「理屈」の不健全な使い方。<br /><br />"
    },
    {
        "title": "590",
        "body": "「悪いヤツ」には、どんな言葉を投げつけてもいいし、なんなら事実をねじ曲げても構わない。それが正義だ。という考え方。で、その対象が「悪い」かどうかは、完全にその人の感情のみで判断されている。完璧な自己充足の世界。<br /><br />"
    },
    {
        "title": "589",
        "body": "情報運用工学、情報運用力学、知的運用、知的投資、知的ファンド、知的ファイナンス、<br />"
    },
    {
        "title": "588",
        "body": "問題から目を背けることで、時間が解決してくれることもあるし、問題が問題でなくなることもあるが、依然として残り続け、時間とともにサイズが大きくなる問題もある。<br />"
    },
    {
        "title": "587",
        "body": "意識したいのは、後続の知的生産者に何を渡せるのか、ということ。この分野の有用さと面白さを合わせて伝えていきたい。自分がそういうものを受け取ってきたのだから。<br />→自分が受け取ったパスの価値は、自分が渡すパスで決まる<br />"
    },
    {
        "title": "586",
        "body": "言うまでもなく、自分が価値を理解できないものを、僕たちは安易に馬鹿にする。ごく無意識に。<br />"
    },
    {
        "title": "585",
        "body": "本当の自分という固定的なものはない。しかし、現象としての自分はある。inputとoutputの狭間にだけ現れる自分。それが崩れるとき、精神の健康も崩れていく。GTDにおいて見通しとコントロールが重視されるのは、この現象としての自分を確立し、維持させるためだと言える。<br />"
    },
    {
        "title": "584",
        "body": "問題から目を背けることで、時間が解決してくれることもあるし、問題が問題でなくなることもあるが、依然として残り続け、時間とともにサイズが大きくなる問題もある。<br />"
    },
    {
        "title": "583",
        "body": "何かしら大きめ仕事を終わらせるぞ、と考えると、脳がその仕事を終わらせるための時間やエネルギーを大きく見積もる→とりかかるのがおっくうになる。これに対処するには、<br />・作業を分解する<br />・あらかじめ小さい時間を設定する<br />・「ファイルを開くだけ」とナンパ師のように言い聞かせる<br />がある。<br />"
    },
    {
        "title": "582",
        "body": "メモにつけるハッシュタグは、「企画案」として取りまとめるというよりは、そのハッシュタグで検索すれば、それらのメモが一気にひき出せるという、串刺しのための装置だと考えた方がいい。企画案だと考えると、思考の動き方が狭まってしまう。<br />"
    },
    {
        "title": "581",
        "body": "「Zoomの上座」問題は、インターネットのフラットさとタテ組織の上下関係がまともにぶつかる事例だろう。<br />"
    },
    {
        "title": "580",
        "body": "書きたいという思いが、アウトラインの出発点である。<br />"
    },
    {
        "title": "579",
        "body": "日本式情報整理ツールの思想は需要がないのだろうか。というか、そういう思想自体に需要がない可能性もある。<br />"
    },
    {
        "title": "578",
        "body": "書店で「発想法」の本が広告コーナーにあり、「仕事術」には事務仕事の効率化の本がたくさんあるのは、象徴的だなとは感じる。<br />"
    },
    {
        "title": "577",
        "body": "「知的生産ベーシック」という企画案を思いついた。誰でもが可能な、そしてその後アレンジしていけるような、基本的な技術を開示する。<br />"
    },
    {
        "title": "576 かえしのついた文章",
        "body": "読み始めはするすると入り込めるが、一度入り込むとなかなかそこから抜け出せない文章のこと。✅SB<br />"
    },
    {
        "title": "575 スーパードライ文体",
        "body": "「わかりやすさ」を追求したすっきりした文体のこと。某ビールより。✅SB<br />"
    },
    {
        "title": "574.a",
        "body": "個人と公をつなげること。一つの大きなものとして捉えるのではなく、それを別のものとして捉えた上でなお、つなげること。切断して、つなげる。<br />"
    },
    {
        "title": "574.1",
        "body": "それが裏返って自己責任論にもつながっていく。<br /><br />"
    },
    {
        "title": "574",
        "body": "自己啓発は、基本的な部分で自己にしか興味がないので、自分勝手になる。 #マネジメントの時代<br /><br />"
    },
    {
        "title": "573",
        "body": "企業と行政では目的が異なるのだから、マネジメントも異なるので話を混ぜるのは良くない。同様に、「自分」の話を公の話と混ぜるのも良くない。<br />"
    },
    {
        "title": "572.1",
        "body": "情報とのつき合い方が、お店に入って席に座って、ドンと出されたものをただ食べる、という選択しかないような状況の人たちがいる。<br />"
    },
    {
        "title": "572",
        "body": "RSSを使うとか、検索キーワードの絞り込みができるとか、そういう話よりもずっと前の情報摂取の態度が人によって大きく違う気がしてきた。インターネット「によって」情報を受動的に受けとるようになった、ということではなく、もともとそうだったし、ネットでもそれが変わっていない的な。<br /><br />"
    },
    {
        "title": "571",
        "body": "MindGardenは、メモ閲覧システムとして作っているが、普通に公開されているhtmlなので、よくよく考えればブログシステムとしても使えるわけだ。<br /><br />￼<br />→結城先生のnest.hyuki.net<br />"
    },
    {
        "title": "570",
        "body": "MindGardenは、data.jsonを読み込んで処理してる。ということは、別のhtmlで別の形で表示させることもできる。index.htmlが通常のモードで、timeline.htmlがタテに自動的に流れていくモードで、kaitenzusi.htmlがヨコに自動的に流れていくモード、など。それぞれに動作が違っていてもいい。単一のhtmlでビュースタイルを変えてもいいが、処理が複雑になる気もする。<br />"
    },
    {
        "title": "569",
        "body": "「考えることが好きな人たち」の呼称は何かないだろうか。英語的に、あるいは日本語的に。<br /><br />フィロソフィアをもじってもいい。<br />"
    },
    {
        "title": "568",
        "body": "よい作品は現実へのまなざしを変える。作品を離れて現実がつまらなく感じるなら、たぶんまだそれに触れられていないのだろう。<br />→[565]<br />"
    },
    {
        "title": "567",
        "body": "窓を閉めたからといって、空がなくなるわけではない。<br />"
    },
    {
        "title": "566",
        "body": "フィクションにおける鬼やゾンビは、人間と似ているが人間ならざるものであることが多い。あるいは、かつて人間だった、今は人間ではないもの。で、主人公たちの人間と、人間と似ているが人間ならざるものの対比の中で、人が持つ「人間観」を揺さぶっていく。<br /><br />その構図は、基本的にSFがロボットやAIを持ち出すのと同じである。<br />"
    },
    {
        "title": "565",
        "body": "自分が知らなかったことを知ることの面白さは、基本的に際限がない。「知らなかったこと」は、「知らないこと」であり、それは認知が生きている限り無限に、しかし潜在的に存在しているからだ。<br />→Find the light、隠しブロックの学習<br />"
    },
    {
        "title": "564 ",
        "body": "Hey.comが見せてくれるのは、情報整理 with コンピュータのきたるべき姿な気がする。Gmailよりも、さらに使い勝手の良い環境が提供されている。内容によって見せ方を変える。どんな情報をどこに割り振るのかは、使用者が決められる。そういう「当たり前」のことが必要だといよいよ認識され始めているのかもしれない。 #情報整理学<br />"
    },
    {
        "title": "563",
        "body": "文章を読み終えたときに、「自分の代わりに言ってもらえた」と脱力するよりも「自分も何か言いたい」と思ってもらえたほうが嬉しいかもしれない。<br />"
    },
    {
        "title": "562 整理と整頓の違い",
        "body": "整頓の「頓」も、整えるという意味。しかし、理は「ことわり」という意味で、若干違いがある。<br />"
    },
    {
        "title": "561.1",
        "body": "同様に、物事を考えるためにモデル化（単純化）を行う中で、それが現実の姿にすり替わってしまう恐れもある。<br />"
    },
    {
        "title": "561",
        "body": "何か物事を考えるためには、仮説を作ることが必要となるが、考えを進めていくうちにそれが仮説であることを失念してしまう恐れがある。仮説が前提に化けてしまう。<br /><br />"
    },
    {
        "title": "560",
        "body": "自分の考えを疑えない人は、先入観の牢獄に閉じこめられている。<br />→洞窟のイドラ　『教養の書』<br />"
    },
    {
        "title": "559",
        "body": "傭兵から国民軍へと転化したように、職人から家族型経営へと転化した。それがフリーランスによってさらに傭兵型に戻るのかどうか。そのとき、さまざまな倫理観や道徳はどのように変化するだろうか。<br />"
    },
    {
        "title": "558",
        "body": "自分の「意のままに」すること、すなわち誤配を抑制すること。<br />"
    },
    {
        "title": "557",
        "body": "矛盾した意見があるとして、当人はそれが矛盾しているとは気がついていない。だとしたら、自分も自分の矛盾に気がついていない、ということがあるかもしれない、と想像することができるはず。<br />"
    },
    {
        "title": "556",
        "body": "見えないものには、二つの種類がある。目を凝らさないと見えないものと、どうやっても見えないもの。どうやっても見えないものは、どうやっても見えないので、「見えていないものがあるかもしれない」という自覚が必要となる。<br />"
    },
    {
        "title": "555 すべてが教養になる",
        "body": "書店で『教養としてのビートルズ』みたいなタイトルの新書があって、「なんでもありだな」という気持ちになった。たしかにビートルズは良いが、そこまで教養に含めるなら、教養の範囲はものすごいことになる。一方で、「物知りなだけではだめ」と言いながら、もう一方では物知りになることを要求してくる。実に不健全だ。<br />"
    },
    {
        "title": "554",
        "body": "“たくさんのことを覚え吸収した後は必要でないものを削ぎ落とす。その動きに必要なものだけ残して閉じる。”<br />『鬼滅の刃』<br />￼<br />"
    },
    {
        "title": "553 回転寿司方式",
        "body": "MindGardenで、カードを横に流していき、気になったものがあったら、手前に引き寄せられるという機能を実装したらどうなるだろうか。<br />￼<br />"
    },
    {
        "title": "552",
        "body": "noteで「タスク」の研究、というマガジンがあるが、それを知的生産の技術（つまり、アイデア・メモの管理）も含めた言葉にバージョンアップしたい。<br />"
    },
    {
        "title": "551",
        "body": "物書き用エディタは、コードエディタとプレビュエディタの中間くらいに位置づけられるのではないか。<br />"
    },
    {
        "title": "550",
        "body": "DoMA式は、タスクの情報を扱う方法であり、メモ・アイデアを扱う方法である。こジャンル、カテゴリーは何になるだろうか。やっぱり「情報整理術」だろうか。<br /><br />550.1<br />知的生産については「読む・書く・考えるのトライアングル」でその全体性を示した。知的生産の技術＋タスク管理であれば、何になるか。<br />"
    },
    {
        "title": "549 問題だけ意識",
        "body": "対象について問題だ、問題だと言いながら、具体的にそれをどう変えていったらいいのか現実的な提案をまるで考えない態度のこと。<br />"
    },
    {
        "title": "548 その人ごとの効果的なやり方",
        "body": "彼らの働き方は日々の仕事の中で練り上げられてきたもので、方法論としては、あとから言語化されている側面が多々あるように思える。<br /><br />つまりどれも、その人をその人たらしめているんなにかと密接につながっていて、他人がそのまま真似できるものではない。その人がやるから、その働き方が効果的に機能している。見方によっては癖や弱点や欠損のような部分も含む、その人の資質が、丸ごと取り柄として「働いて」いるように見えた。<br /><br />『自分をいかして生きる (ちくま文庫)』より。<br /><br />「名前のない技術」シリーズに通じるところがある。<br />"
    },
    {
        "title": "547",
        "body": "そういえば、僕たちは「資本主義」がなんであるかをほとんどしならない。義務教育内で、マルクスが資本主義をどう論じたのかも、ほとんど習っていない気がする。<br /><br />547.1<br />同様に、「情報化社会」がなんであるかもほとんど知らない。当たり前のことは教えてもらえない。<br />"
    },
    {
        "title": "546",
        "body": "日記の魔力、メモの魔力、リストの魔法、ノートの？、手帳の？<br />　ノートの奇跡<br />　手帳の秘術<br /><br />546.1<br />ノートの科学とかで逆にいってもいいな。<br />"
    },
    {
        "title": "545",
        "body": "電子吸血鬼 #小説ネタ<br />"
    },
    {
        "title": "544",
        "body": "大声で叫びながら、細かい理論を詰めていけるだろうか。媒体と内容は相関する。<br />"
    },
    {
        "title": "543",
        "body": "脳は、こじつけ、それを正当化するのが得意である、ということを意識するだけでも、自分の無謬性に少しは立ち向かえるようになる。<br />"
    },
    {
        "title": "542",
        "body": "MindGardenで、全体を一つのファイルにするのではなく、一つひとつを個別のファイルとして持っておけば、toolurl/435 とかでアクセスしたら、そのメモを表示させる、みたいなことができる？<br />→データベースならWordPressっぽく処理すればいいはずだが。<br /><br />個別に持っておかないと、呼び出すのが一つでも、ファイル全体を読み込まなければいけない。<br /><br />個別に呼び出せるなら、たとえば、他のWebサイトから参照する、ということもできる？<br />"
    },
    {
        "title": "541",
        "body": "書店で、積読本とスゴ本が並んで陳列されていた。この二つの本を比較して何か言えることがありそう。<br />"
    },
    {
        "title": "540",
        "body": "◇読書猿『独学大全』手直し中さんはTwitterを使っています 「あらかじめ頭の中に生じた思考を外に出しコトバに変換するというよりむしろ、自分の考えた（という気がする）ことと、実際に書き出したコトバの間にギャップを感じ、そのギャップを契機に更に考える、ということの繰り返しを通じて「自分の考え」は作り上げられていく、といった方が正確だと思います。」 / Twitter<br />https://twitter.com/kurubushi_rm/status/1277091905310867456<br /><br />このギャップが「間」でもある。<br />"
    },
    {
        "title": "539",
        "body": "https://twitter.com/shigotano/status/1276885179047407617<br />（公開）Scrapboxのいいところは、ブログやツイートと違って反応を気にしなくてすむところ。 カウンターはあるけど、それ以外はいっさいの反応がない。 気になっても確かめようがないので、心おきなく我が道をまい進できる。<br />逆に言うと、ブログやツイートでは意識しなくても反応を気にしてしまう。→内面化された他者の視線<br /><br />→◇Scrapboxでは承認欲求を満たせない – R-style<br />https://rashita.net/blog/?p=26510<br />"
    },
    {
        "title": "538 STEAM教育",
        "body": "STEAM教育（スティームきょういく）とは、 Science（科学）、 Technology（技術）、 Engineering（工学）、Mathematics（数学）を統合的に学習する「STEM教育（ステムきょういく）」に、 さらにArtｓ（リベラルアーツまたは芸術）を統合する教育手法である。<br />https://ja.wikipedia.org/wiki/STEAM%E6%95%99%E8%82%B2<br /><br />"
    },
    {
        "title": "537",
        "body": "以前「階層構造とネットワーク構造の統合」という表現を見かけたが、それはどちらベースの話なのだろうか。<br /><br />・ツリーだけどもネットワークを持つ<br />・ネットワークを、限定的にツリーとして切り出す<br /><br />この二つによって、ぜんぜん機能は違ってくるように思う。<br />"
    },
    {
        "title": "536",
        "body": "意識が定義した「自分」は、自分の行動範囲を決定する。よって、遡行的にそれが「自分」となっていく。<br /><br />そこには意識の「自分」と自分に一ミリのズレもない。間がない。→「自分という牢獄」に捕らわれている。<br /><br />536.1<br />生きることが、探究のプロセスではなくなる。決まり切った（結果の見えた）ゲームとなる。自己理解の誤謬、→しかし、自覚がなく発覚しない<br />"
    },
    {
        "title": "535",
        "body": "昔書いたほぼ日手帳は読み返すと面白かったが、Evernoteのデイリーノートはさほど面白くなかった。<br />→以前メルマガでも書いた<br /><br />日記は、面白いことが大切。「読み物」として書くこと、つまり「読まれるもの」として書くこと。<br />"
    },
    {
        "title": "534",
        "body": "日記に感想を書くためには、事実が必要。起点としての事実。むしろ、感想を書くために事実を記述する。<br />"
    },
    {
        "title": "533",
        "body": "大橋さんの記事は、シゴタノ!でもScrapboxでも、メモが発生するものが多い。思考を惹起させるものが多い。<br /><br />533.a<br />思考のジャッキアップ。<br />"
    },
    {
        "title": "523",
        "body": "それにしても、一般教養が縮小されていくなか、一方でビジネス書で「アート」やら「教養」やらが言われているのって、実に不思議な感じがする。<br /><br />そんな本を何冊か読んだだけで一般教養が身に付くわけもなく、しかし、そうした本に手を伸ばしてしまう（伸ばさざるを得ない）人をたくさん生み出しているのが、現代までの教育制度なのかもしれない。<br />"
    },
    {
        "title": "531",
        "body": "「システム」という考え方、あるいは捉え方。相互作用の中で、ある系が維持される。個々の思惑とは別に。<br /><br />これは「擬人化」という考え方と対立する。<br />"
    },
    {
        "title": "530",
        "body": "整頓はトポロジー、整理はセマンティック<br />"
    },
    {
        "title": "529 ツールの擬人化",
        "body": "Dynalist、兄弟（姉妹）<br /><br />Scrapbox、興味あることしかしない。ただし、そのことには繊細な気配りができる。<br />Evernote、なんでもOKを言ってしまう人。主人公。<br />Notion、包容力豊かな人<br />WorkFlowy"
    },
    {
        "title": "528",
        "body": "本をたくさん読んでいる人が、本をあまり読まない人を馬鹿にすることがあるが、その人だって、「自分が馬鹿にしている人が、自分よりも豊かな世界を持っているかもしれない」という点を考慮できていない点で、つまり自分の思考の枠組みを疑えていない時点で、そうたいしたものではない。<br /><br />528.1<br />人はそれぞれの時点で確信を抱くことは避けられない。しかし、それが誤りでしかないと思うことはできる。「checkMythink」という常駐プログラムを走らせることができる。<br /><br />528.2<br />たしかに自分は正しいと感じるという感覚と、もしかしたら自分は間違っているかもしれないという思考は、一見すると矛盾するようだが、その矛盾を許容できるのが人間の知性である→フィッツジェラルドの知性の定義<br /><br />そうした矛盾がなくなってしまったとき、どれだけ頭の回転が早くても、そこから知性は消失する。<br />"
    },
    {
        "title": "527",
        "body": "ネットで「レベルを上げて物理で殴る」という表現があるが、「教養をあげて、理屈で殴る」みたいなことがある。どれだけ理屈が並んでいようが、そこに暴力性が潜んでいることは否定できない。<br /><br />527.1<br />基本的に、「バカにされてしかたない」人間は、バカにされても仕方がないという考え方は、「いじめられてもしかたがない」人間は、いじめられても仕方がない、という考え方とまったく同じ構図である。<br /><br />527.2<br />そこには、審級についての無謬性が潜んでいる。<br /><br />527.a<br />他者を蔑むための教養→教養武装<br />"
    },
    {
        "title": "526",
        "body": "「読まないでRTしてませんか」と確認してきたり(Twitter)、コメントを書き込む前に確認してきたり(note)するのは、「間」の重要性が確認されつつあるということだろう。それはつまり、直接至上主義への懐疑でもある。「直接」はシステム１の独壇場になるわけだから、ごく自然な既決ではあろう。<br />"
    },
    {
        "title": "525",
        "body": "書店で、『勤勉な国の悲しい生産性』という本の周りに「hogehoge勉強法」という本がたくさん並んでいて、まさにそういうところではないかと感じた。<br /><br />525.1<br />「勉強法」というものが、やりたくないことを手早く済ませて、均一的な成果を出すことだとすれば、それは「教養」的な知識との付き合いとはまったく逆であるようにも感じられる。もちろん、そんなに単純な話ではないだろうけども。<br />"
    },
    {
        "title": "524 ホールディングスという操作",
        "body": "アウトラインに項目があって、それらをグループするために、新しい上位階層を作ること。アウトライン・プロセッシングでは「レベルアップ」に相当<br />"
    },
    {
        "title": "523 ビジネスうぶ",
        "body": "表現が難しいのだけれども、これまで「ビジネス」の世界に無縁ないしは無頓着だった人が、急に自分で何かものをうったり、あるいは「仕事」を作り出すような場面に遭遇すると、高い確率で危うい方向に流れがちである。<br /><br />一つには、まったくビジネスにならない（採算を度外視した）経営をしてしまう方向があり、もう一つには、顧客との信頼関係の構築といった要素を無視したグレーな商売を目指してしまう方向がある。何かしらビジョンらしきもの（たぶん誰かの受け売り）を掲げているものの、現実的な施策がまったく的外れ、ということもある。→SBに✅<br />"
    },
    {
        "title": "522.3",
        "body": "幼稚園の遅刻罰金のように、あるルールが関わることで、行動の基準だけでなく倫理観すらも動いてしまうことがある。結果、アウトプットの方向性もずいぶん変わってくる。<br />"
    },
    {
        "title": "522.2",
        "body": "「とにかく、これをおれば言いたい」という思いで書かれた記事があり、その記事に「もしかしたらお金が発生するかも」という気持ちで添えられる広告は悪くない。しかし、お金を手にしたいために、しかもクリックによる報酬を発生させたいための道具として書かれる「記事」はだいたい読むに堪え難いものになる。<br /><br />記事を書くことが、手段であり、またその行為のコストが意識される結果、ひどく水っぽいものが生まれるからだろう。→ウェブデブリ<br /><br /><br />"
    },
    {
        "title": "522.1",
        "body": "ブログに広告を載せてお金を手にすることが悪いわけではない。ただ、「収益化」という言葉が飛び交う界隈のブログ記事はあまり読みたいものではない。広告を載せているブログ記事も面白く読んでいるものはあるが、そうでないものもある。ブログに広告を載せるかどうか、とは別の軸がある。<br /><br />"
    },
    {
        "title": "522",
        "body": "「収益化」という言葉が出始めたら、その場所からは遠ざかる。お金を得ることが悪いわけではないが「収益化」がキーワードになっている場所は、だいたい澱んでいることが多い。<br /><br />"
    },
    {
        "title": "521 ",
        "body": "◇ブレイクダウン、要素分解能力は仕事の基礎スキル - しごたのじゃーなる<br />https://scrapbox.io/cyblog/%E3%83%96%E3%83%AC%E3%82%A4%E3%82%AF%E3%83%80%E3%82%A6%E3%83%B3%E3%80%81%E8%A6%81%E7%B4%A0%E5%88%86%E8%A7%A3%E8%83%BD%E5%8A%9B%E3%81%AF%E4%BB%95%E4%BA%8B%E3%81%AE%E5%9F%BA%E7%A4%8E%E3%82%B9%E3%82%AD%E3%83%AB#5ef62e61bb18f50000fd53ef<br /><br />このページを見て、『知的生産の技術』に、「よむ、かく、かんがえる」のフレーズが登場するのを知った。くしくも私のメルマガのテーマとなっている言葉である。やはり無意識のうちに影響を受けていたのだろうか。<br />"
    },
    {
        "title": "520 知的庭園作り",
        "body": "◇知的庭園作り - 倉下忠憲の発想工房<br />https://scrapbox.io/rashitamemo/%E7%9F%A5%E7%9A%84%E5%BA%AD%E5%9C%92%E4%BD%9C%E3%82%8A<br />"
    },
    {
        "title": "519.1 ",
        "body": "そうした仕組みが「ライフハック」界隈を支えていた。そのときは、RSSとTwitterが役割を担っていた。今はどうか。少なくとも「書く場所」はScrapboxやnoteなどたくさん広がっている。しかし他の人に伝わる仕組みが弱いかもしれない。→つなぐ人が必要<br />"
    },
    {
        "title": "519.a ",
        "body": "「ひとりが、なにかあたらしい技術を案出すると、それがほかの仲間にもすぐつたわるようなしくみ」<br />に何かネーミングを与えたい。<br />情報ネットワークと言えば、それまでなのだけども。エッシャー。情報がいつのまにか一周していること。<br /><br />"
    },
    {
        "title": "519 ",
        "body": "◇「ひとりが、なにかあたらしい技術を案出すると、それがほかの仲間にもすぐつたわるようなしくみ」 - しごたのじゃーなる<br />https://scrapbox.io/cyblog/%E3%80%8C%E3%81%B2%E3%81%A8%E3%82%8A%E3%81%8C%E3%80%81%E3%81%AA%E3%81%AB%E3%81%8B%E3%81%82%E3%81%9F%E3%82%89%E3%81%97%E3%81%84%E6%8A%80%E8%A1%93%E3%82%92%E6%A1%88%E5%87%BA%E3%81%99%E3%82%8B%E3%81%A8%E3%80%81%E3%81%9D%E3%82%8C%E3%81%8C%E3%81%BB%E3%81%8B%E3%81%AE%E4%BB%B2%E9%96%93%E3%81%AB%E3%82%82%E3%81%99%E3%81%90%E3%81%A4%E3%81%9F%E3%82%8F%E3%82%8B%E3%82%88%E3%81%86%E3%81%AA%E3%81%97%E3%81%8F%E3%81%BF%E3%80%8D<br />「いいね！」も「コメント」も付けられない排他性（ほかによい言葉がないのでとりあえず）が「よし、自分も考えてみよう」というnudgeになる<br />これがかなり大切。情報の「消費者」でいられない。「おれもいいたい」ドリブン。<br />"
    },
    {
        "title": "518 ",
        "body": "最初情報に接したときに、まずふわっとした感触があり、それを肯定するために理屈をつけて終わり、というのを「考えている」と言う場合があるが、それは実は「考えて」はいない。<br />"
    },
    {
        "title": "517.1 ",
        "body": "中央にかぶらないように、文字を書くか、あるいは、こういう画像を表示するだけのhtmlを作って、それを起動時に開くようにするか。<br />"
    },
    {
        "title": "517 ",
        "body": "ためしにChromeの背景に、自作のコンセプトマップを設定してみた。<br />￼<br />中央部分が見づらいが（アタック25みたいだ）、それを除けば、ブラウザを開いたときに、自分が過去に考えたことが表示されるというのは悪くないと思う。<br /><br />"
    }
]